{
    "copyright": "Copyright 2022 Minnesota Public Radio",
    "description": "\n      Mood Ring is a practical guide to feelings. Every episode, host and mental health writer Anna Borges explores one new way we can cope with our feelings, our baggage, or the world around us—especially in a society where access to mental health care and the ability to practice self-care are both huge privileges. Through Anna's self-aware humor and vibrant guest interviews, the podcast shares creative self-care ideas you may not have heard before, as well as realistic takes on classic mental health tips.\n    ",
    "feedUrl": "https://feeds.publicradio.org/public_feeds/mood-ring/itunes/rss.rss",
    "image": {
        "link": "https://www.moodringshow.org/",
        "title": "Mood Ring",
        "url": "https://img.apmcdn.org/1148759737387212175cad4b356dea3aaf471a1e/square/88fba3-20220329-mood-ring-podcast-1400.jpg"
    },
    "items": [
        {
            "content": "\n        <p>Anna and the Mood Ring team are all still reeling from the horrific shootings over the past two weeks, and if you’ve been following along with us so far, you know that we believe strongly in not forcing the show to go on, and giving ourselves space to be human and feel our emotions in experiencing things as they are happening to us, rather than numbing out attempt to pretend like everything is normal.</p>\n<p>So, in lieu of our Mood Ring episode this week, we wanted to share a conversation from yesterday, May 25, about coping with prolonged grief as terrible things just continue to happen, produced by our friends over at Minnesota Public Radio and host Angela Davis.  We thought some of you might find it useful right now with everything going on.</p>\n<p>We’ll be back with a regular episode of Mood Ring next week and we really hope that you are able to take care of yourself in the meantime.</p>\n<p>In the light of the recent tragic mass shootings, Minnesota Public Radio News host Angela Davis talks with listeners and with two therapists about the waves of loss many people experienced over the past two years, they discuss how people can cope with prolonged grief and trauma.</p>\n<p>Her guests are: </p>\n<ul>\n<li><p><a href=\"https://www.psychologytoday.com/us/therapists/bravada-m-garrett-akinsanya-plymouth-mn/354761\">Bravada Garrett-Akinsanya</a> is a psychologist who specializes in African-American mental health. She is the president and founder of Brakins Consulting &amp; Psychological Services and the executive director of African American Child Wellness Institute, Inc. in Plymouth.</p></li>\n<li><p><a href=\"https://twin-cities.umn.edu/news-events/expert/fiyyaz-karim\">Fiyyaz Karim</a> is a lecturer in the University of Minnesota&#39;s masters programs for integrated behavioral health and addictions counseling. He has worked in the areas of grief and loss associated with unemployment, relationship break ups, chronic illness, addictions and, most recently, the pandemic.</p></li>\n\n</ul>\n\n\n      ",
            "contentSnippet": "Anna and the Mood Ring team are all still reeling from the horrific shootings over the past two weeks, and if you’ve been following along with us so far, you know that we believe strongly in not forcing the show to go on, and giving ourselves space to be human and feel our emotions in experiencing things as they are happening to us, rather than numbing out attempt to pretend like everything is normal.\nSo, in lieu of our Mood Ring episode this week, we wanted to share a conversation from yesterday, May 25, about coping with prolonged grief as terrible things just continue to happen, produced by our friends over at Minnesota Public Radio and host Angela Davis.  We thought some of you might find it useful right now with everything going on.\nWe’ll be back with a regular episode of Mood Ring next week and we really hope that you are able to take care of yourself in the meantime.\nIn the light of the recent tragic mass shootings, Minnesota Public Radio News host Angela Davis talks with listeners and with two therapists about the waves of loss many people experienced over the past two years, they discuss how people can cope with prolonged grief and trauma.\nHer guests are: \nBravada Garrett-Akinsanya is a psychologist who specializes in African-American mental health. She is the president and founder of Brakins Consulting & Psychological Services and the executive director of African American Child Wellness Institute, Inc. in Plymouth.\n\n\nFiyyaz Karim is a lecturer in the University of Minnesota's masters programs for integrated behavioral health and addictions counseling. He has worked in the areas of grief and loss associated with unemployment, relationship break ups, chronic illness, addictions and, most recently, the pandemic.",
            "enclosure": {
                "length": "47693952",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD8628635745.mp3"
            },
            "guid": "01G3Z0FTWKEGBPRYSW6D56J7JB",
            "isoDate": "2022-05-26T10:00:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:49:33",
                "explicit": "yes"
            },
            "pubDate": "Thu, 26 May 2022 10:00:00 +0000",
            "title": "Coping with Prolonged Grief",
            "entities": {
                "DATE": [
                    "the past two weeks",
                    "this week",
                    "yesterday",
                    "May 25",
                    "next week",
                    "the past two years"
                ],
                "PERSON": [
                    "Mood Ring",
                    "Angela Davis",
                    "Mood Ring",
                    "Angela Davis",
                    "li><p><a",
                    "href=\"https://twin-cities.umn.edu"
                ],
                "ORG": [
                    "Minnesota Public Radio",
                    "Minnesota Public Radio News",
                    "Brakins Consulting &",
                    "Psychological Services",
                    "African American Child Wellness Institute, Inc.",
                    "the University of Minnesota&#39;s masters programs"
                ],
                "CARDINAL": [
                    "two"
                ],
                "NORP": [
                    "African-American"
                ]
            }
        },
        {
            "content": "\n        <p>Episode four of Mood Ring is a collection of self-care tools explored by Anna Borges. Anna shares clips submitted by listeners describing how they deal with the onset of a negative mental health moment.</p>\n<p><strong>Full Transcript</strong></p>\n<p>Title: Build Your Self Care Kit</p>\n<p>Description: Episode four of Mood Ring is a collection of self care tools explored by Anna Borges. The host shares clips submitted by listeners describing how they deal with the onset of a negative mental health moment.</p>\n<p>–</p>\n<p>Anna Borges: I want you to picture something for me. Feel free to settle in and close your eyes.</p>\n<p>Think about what it’s like to have a … common cold. Think about how your body aches. How heavy your limbs are. How runny or stuffed up your nose is. [Sound of sloshing water] Think of that underwater sensation in your head, how out of it you feel.</p>\n<p>Now picture what you do to take care of yourself when you have a cold. What makes you feel better? What foods and drinks do you gravitate toward? Warm soup. Ginger Ale. Toast. A mug of tea. And, what do you do? Maybe you go straight back to bed. Maybe take a shower and change into clean pajamas. Maybe you drag the coziest blankets to the couch and burrito up. What shows do you watch? Who do you text? What supplies do you gather? The whole ritual.</p>\n<p>Now I want you to think about a moment when you weren’t feeling so hot mentally. Choose a type of moment that comes up occasionally, like a cold does. Something that’s no fun, but something familiar. Maybe there are times when you’re so frustrated by work you could scream. Maybe there are weekends that you don’t have any plans and feel extra lonely. Maybe sometimes your to-do list reaches a certain point … that you can feel nothing but overwhelmed. Or maybe you don’t have a specific moment or reason—maybe sometimes your sadness or anxiety or hurt or pain just flares up, and you know you’re in for a rough day.</p>\n<p>Whatever situation you choose, remember what it’s like, how you felt.</p>\n<p>Did you know what to reach for? Did you know what would make you feel better? Did you know what you really needed in that moment?</p>\n<p>For a long time, I didn’t. A lot of the time. We know what to do when we’re sick. Why do we know so much less about what to do when we’re angry? Or sad? Or lonely? Or overwhelmed? Or anything?</p>\n<p>Why don’t we have a plan for that?</p>\n<p>THEME MUSIC</p>\n<p>Hey, I’m Anna Borges and this is Mood Ring, a practical guide to feelings...even when you’re not exactly sure what will make you feel better. Every episode, we’ll explore one new way to cope—with our feelings, with our baggage, with our brains, or with the world around us.</p>\n<p>Anna Borges: This episode, we’re kind of cheating—we’re not exploring just one new way to cope. We’re exploring, like, a whole ass coping <em>kit</em>. Because it doesn’t matter how many self-care tips you know. Like, when you feel something strongly or you’re in that moment when you’re upset or pissed off or in your feelings, it can be hard to access the tools that exist in your head, and remember what makes you feel better.</p>\n<p>That’s where this thing I like to call a coping kit comes in.</p>\n<p>Sounds fancy maybe but, really building a coping kit just means making a plan, and having a set of go-to tools or activities at the ready so you don’t have to worry about it when you’re in a bad place. You just go, okay, that is what I do when I feel this way. A coping kit is about making it as easy as possible for Future You to take care of yourself in moments when it’s not easy to remember how the fuck to take care of yourself.</p>\n<p>So, let’s talk about how to make one. For help on this, I put out a call on social media because no two coping kits are the same. And I don’t just mean what’s in it. I also mean how it comes to life.</p>\n<p>Anonymous: “My coping mechanism, which a lot of people actually judge, but, has been to sort of like post funny Instagram stories.”</p>\n<p>Kevin: “Pretty much anything off of Carly Rae Jepsen’s Emotion album. I do a lot of finger-pointing.”</p>\n<p>Anonymous: “I tell my spouse I&#39;m going to go flop, which is code for this state of sort of like, I don&#39;t care and don&#39;t expect any level of productivity or substantial response from me.”</p>\n<p>Anonymous: “I actually also do jigsaw puzzles online. I think they’re a really good way for me to focus on one thing, without having to think about the rest.”</p>\n<p>Pooja: “I’ll do like two reps on the leg press just to get some blood flowing, and then I&#39;ll come back up.”</p>\n<p>Anna Borges: As you just heard, there’s no one way to make a coping kit. Our producer, Georgie, has a physical box of things that she reaches for. And yours can be whatever—a beautiful spread in a bullet journal, a list on your phone’s app. Just make sure it exists somewhere outside your head.</p>\n<p>So, how do you get started?</p>\n<p>First things first, you have to know what your coping kit is for, since it’s not a one-size-fits-all kinda deal. I personally have several kinds of coping kits and I keep track of them in a spreadsheet. If we’re sticking with the whole sick metaphor, what you need when you have a cold is different from what you need when you have the stomach flu. And what you need when you’re pissed at your boss is probably different than what you need when you’re spiraling about climate anxiety.</p>\n<p>There’s no need to get hyper-specific with the situation like that though. A lot of the time, it’s enough to start with the feeling you want to make a plan for dealing with. A coping kit for anxious moments. For frustrated ones. For insecure ones. Whatever feels like a good place to start. Whatever feeling or situation you build your kit for, the central question is basically, “What do I need when I feel that way?”</p>\n<p>And if you’re like, ugh, I have no idea? Don’t worry. I have a few categories that might help get your juices flowing, plus we have plenty more examples from my cast of coping kit volunteers. We’ll get into it all after a short break.</p>\n<p>MIDROLL</p>\n<p>Hey, welcome back to Mood Ring! This is Anna Borges. Before the break we were talking about identifying the feelings that we want to soothe with our coping kits. So, now let’s get to actually building one.</p>\n<p>Anna Borges: Think again, before we get started, of that moment or situation or feeling that you want to make a game plan for that’s really helpful to have at the back of your mind. Whatever theme you landed on. So like I mentioned, when I’m brainstorming a new coping kit, I tend to think about it in terms of a couple of different categories.</p>\n<p>The first big bucket that I tend to start with is, well, literal things. Physical objects, tangible items that you can touch or use or wear or see or feel. They might be things that engage my senses—you know like a really soft blanket to curl up in, or … an aromatherapy neck pillow I can throw in the microwave and get all warm and toasty. And I also think of comfort objects, like photos that bring up happy memories or a sentimental stuffed animal.</p>\n<p>One of my favorite object-related ideas that I got from my callout was pretty unexpected—lightbulbs. It just goes to show that these kits are very personal and specific.</p>\n<p>Anonymous: I have a couple of things that I do to cope when I&#39;ve had a bad day at work or when I&#39;m just not feeling very good and I don&#39;t want to get out of bed or something like that. I really enjoy, I got the Phillips hue, like, the colored LED lights and I set up a scene based on a sunset photo I took at the beach years ago. And it was just my favorite spot and it is my favorite, like, blend of warm lighting. And, that has helped me so much because I can just transport my back there to those warm moments.</p>\n<p>Anna Borges: The next kind of umbrella category is activities. And that is a very wide umbrella, but consider that soothing activities, distracting activities, fun activities, relaxing activities, just any activity that has the power to change your mood for the better.</p>\n<p>My coping kits tend to be pretty heavy on activities, you know across the board. I think I&#39;m probably not alone in that because we got a lot of fun activities-related submissions. So I’m just gonna go ahead and jump into there because I like them better than mine. [laughs]</p>\n<p>Anne: When I feel out of control, or depressed in a really restless way, the thing that will always make me feel better is cleaning. I will do my dishes, which is my least favorite thing to do, but I&#39;ll put on a really trashy podcast while I do them. Or I&#39;ll sweep, which I love because I find it very fulfilling to see all of the amount of like dust and dirt and grime coming together and being disposed of.</p>\n<p>Anonymous: When I feel overwhelmed with everything that&#39;s going on in my life and trying to plan for the future, I take a walk over the Manhattan bridge. From my apartment to the bridge is a 30 minute walk. And over the bridge is another 30 minutes. I get 60 minutes to myself to clear my head, to think about my current state, and to think about my future state. I do not listen to a podcast, I do not listen to an audio book. I typically listen to instrumental music, or actually some booty shaking hit,s just to get the creative juices flowing. And I immediately feel better having that time to truly clear my head, be in nature, and get moving.</p>\n<p>Anonymous: I experience intrusive thoughts that suggest I do very bad things to myself. So, in the bad thoughts space, I pull out a few of my favorite responses to the yuck! Taking a super hot shower. I invested a couple of years ago in a teakwood shower bench so I can sit down, but not on the floor, which feels, like, too sad for me. This way, I&#39;m able to relax more muscles and just kind of be in the steam, like, highly recommend this one.</p>\n<p>Anna Borges: We also got a lot of submissions around activities like exercise or arts and crafts and hobbies. Playing with pets was a big one, too. Really just anything that keeps you occupied.</p>\n<p>The next thing might be more of a subcategory within activities, rather than its own category, but I like to call it out separately. And I&#39;m thinking of activities like therapeutic exercises. You know, specific meditations, workbooks, that kind of thing.</p>\n<p>Some therapeutic activities might have a higher barrier to entry than others though, especially if you don’t have access to a therapist or if you feel intimidated by some of the stuff you find online. But one did come up a few times in our submissions: positive self-talk and coping statements. Or, you know, talking to yourself.</p>\n<p>Bonnie: I struggle with OCD, and one of my coping mechanisms lately is an affirmation where I basically just tell myself … this too shall pass. And that I look back at other times where I&#39;ve been, in this situation before and I&#39;ve overcome it. And looking back at those times reminds me that I can overcome the struggles now, like I did then.</p>\n<p>Anonymous: First, I kind of just say to myself, like, it&#39;s okay. It&#39;s okay. Because as basic and simple as that sounds like it is okay. It&#39;s not a life or death situation. I can figure out a way to solve it.</p>\n<p>Anonymous: I speak kindly to myself. I catch the mean words in my head and I hold them softly. I call myself, especially the hurt and hurting parts of myself, sweet pet names, like boo bear, honey and baby girl.</p>\n<p>Anna Borges: Words of affirmation and other coping statements like that might not be your thing, but there are other free resources out there that can help get you started on things like deep breathing or guided meditation. I’ll leave some recommendations in the episode notes so you can consider some to put in your coping kit.</p>\n<p>I tend to think of our second to last category, as the people category. It doesn&#39;t have to mean people that you reach out to for help necessarily. It can mean people who always make you laugh and feel better, or places where you&#39;re around people and it&#39;s distracting, or someone you can count on to do some of the activities we just brainstormed with you, so you don&#39;t have to do them alone. But if possible, it can be really helpful to also include people who you do reach out to and turn to for actual support if you need it.</p>\n<p>Kevin: Talking with somebody who can kind of help you work through everything. Be like, hey, I&#39;m going through some things. And then without even prompting, they say, hey, do you want to talk about it? Or is there anything I can do? It&#39;s not even a distraction, but it is, it&#39;s good to just sort out with somebody who cares and who understands and can empathize. Self-care is tough, but I, we&#39;re all out here trying.</p>\n<p>Anna Borges: And lastly, one of the best parts of any coping kit in my experience are the things that defy categorization, cause you straight up made ‘em up. And I so encourage people to name that and just lean into it. Honestly, these next couple of submissions just really inspired me.</p>\n<p>Anne: When I&#39;m in my feelings about something. Not quite depressed, just like having an emotional reaction. I find that the best thing to do is to feel it. So I will lean in all the way, full main character. Will draw the blinds, turn off all the lights, light a bunch of candles and lay on the floor … and play like 1980s power ballads. And I&#39;ll just cry, and it feels really nice.</p>\n<p>Anonymous: My coping mechanism, which a lot of people actually judge, but has been to sort of like post funny Instagram stories or TikToks about it. It&#39;s sort of walking the line between complaining and just sort of like cathartic humor, and I&#39;m still trying to figure out exactly what it means to me, and if it feels healthy or maybe toxic. But I think in the end, laughing about things has proven to me to be the most cathartic way I can possibly cope with my mental health struggles. I will just keep posting and laughing about it and using that as my coping mechanism.</p>\n<p>Anonymous: Another technique is one I call flopping. Sometimes when I&#39;m spent and raw feeling, I just need to zone the F out and be non-responsive. Like I can partially watch something hella chill on the TV, stare out the window, doze in and out of a nap. It doesn&#39;t really matter what I do while I&#39;m flopping. The main element is that I have literally flopped onto the bed in a mostly horizontal position. And I don&#39;t have to get up anytime soon. Freedom to just be.</p>\n<p>Your coping kit can contain any number of these things. Some coping kits might be heavier on objects and things that engage your senses, and others might be all therapeutic tools all the time because that’s what you need when you’re feeling x,y,z. There’s no perfect formula to it.</p>\n<p>And the cool thing about a coping kit is that it can change over time. And probably will. You’ll be picking up new ideas and finding new things that make you feel better. Hopefully maybe on this show. So now I want to know: What’s in your coping kit? Give us a call at 833-666-3746 and tell me about it—we’ll be highlighting the unique ways our listeners cope throughout the season. Can’t wait to hear from you!</p>\n<p>THEME MUSIC</p>\n<p>I want to thank our listeners who submitted their coping kits to this episode. So thank you again to Bonnie, Kevin, Pooja, Anne, Taylor, and our other anonymous listeners.</p>\n<p>Thanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps if you rate, review, and share this episode with your friends. You can even tag me if you’re really into it — I’m @AnnaBroges on Twitter – that’s Anna B-R-O-G-E-S … because Anna Borges was taken. We want to hear from you. You can get in touch at Moodringshow DOT ORG and click “Contact Us.” Or follow Mood Ring Show on Twitter and Instagram. You could also call and leave us a message at 833-666-3746.</p>\n<p>Mood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik. Mijoe Sahiouni is our digital producer. This episode was produced by Georgina Hahn. And as you know, I’m Anna Borges and I write, host and produce this show too.</p>\n<p>APM Executives in charge are Chandra Kavati, Alex Schaffert and Joanne Griffith. And finally, our music is by Mat Rotenberg.</p>\n<p>Thanks again for listening and I hope to see you next episode.</p>\n\n      ",
            "contentSnippet": "Episode four of Mood Ring is a collection of self-care tools explored by Anna Borges. Anna shares clips submitted by listeners describing how they deal with the onset of a negative mental health moment.\nFull Transcript\nTitle: Build Your Self Care Kit\nDescription: Episode four of Mood Ring is a collection of self care tools explored by Anna Borges. The host shares clips submitted by listeners describing how they deal with the onset of a negative mental health moment.\n–\nAnna Borges: I want you to picture something for me. Feel free to settle in and close your eyes.\nThink about what it’s like to have a … common cold. Think about how your body aches. How heavy your limbs are. How runny or stuffed up your nose is. [Sound of sloshing water] Think of that underwater sensation in your head, how out of it you feel.\nNow picture what you do to take care of yourself when you have a cold. What makes you feel better? What foods and drinks do you gravitate toward? Warm soup. Ginger Ale. Toast. A mug of tea. And, what do you do? Maybe you go straight back to bed. Maybe take a shower and change into clean pajamas. Maybe you drag the coziest blankets to the couch and burrito up. What shows do you watch? Who do you text? What supplies do you gather? The whole ritual.\nNow I want you to think about a moment when you weren’t feeling so hot mentally. Choose a type of moment that comes up occasionally, like a cold does. Something that’s no fun, but something familiar. Maybe there are times when you’re so frustrated by work you could scream. Maybe there are weekends that you don’t have any plans and feel extra lonely. Maybe sometimes your to-do list reaches a certain point … that you can feel nothing but overwhelmed. Or maybe you don’t have a specific moment or reason—maybe sometimes your sadness or anxiety or hurt or pain just flares up, and you know you’re in for a rough day.\nWhatever situation you choose, remember what it’s like, how you felt.\nDid you know what to reach for? Did you know what would make you feel better? Did you know what you really needed in that moment?\nFor a long time, I didn’t. A lot of the time. We know what to do when we’re sick. Why do we know so much less about what to do when we’re angry? Or sad? Or lonely? Or overwhelmed? Or anything?\nWhy don’t we have a plan for that?\nTHEME MUSIC\nHey, I’m Anna Borges and this is Mood Ring, a practical guide to feelings...even when you’re not exactly sure what will make you feel better. Every episode, we’ll explore one new way to cope—with our feelings, with our baggage, with our brains, or with the world around us.\nAnna Borges: This episode, we’re kind of cheating—we’re not exploring just one new way to cope. We’re exploring, like, a whole ass coping kit. Because it doesn’t matter how many self-care tips you know. Like, when you feel something strongly or you’re in that moment when you’re upset or pissed off or in your feelings, it can be hard to access the tools that exist in your head, and remember what makes you feel better.\nThat’s where this thing I like to call a coping kit comes in.\nSounds fancy maybe but, really building a coping kit just means making a plan, and having a set of go-to tools or activities at the ready so you don’t have to worry about it when you’re in a bad place. You just go, okay, that is what I do when I feel this way. A coping kit is about making it as easy as possible for Future You to take care of yourself in moments when it’s not easy to remember how the fuck to take care of yourself.\nSo, let’s talk about how to make one. For help on this, I put out a call on social media because no two coping kits are the same. And I don’t just mean what’s in it. I also mean how it comes to life.\nAnonymous: “My coping mechanism, which a lot of people actually judge, but, has been to sort of like post funny Instagram stories.”\nKevin: “Pretty much anything off of Carly Rae Jepsen’s Emotion album. I do a lot of finger-pointing.”\nAnonymous: “I tell my spouse I'm going to go flop, which is code for this state of sort of like, I don't care and don't expect any level of productivity or substantial response from me.”\nAnonymous: “I actually also do jigsaw puzzles online. I think they’re a really good way for me to focus on one thing, without having to think about the rest.”\nPooja: “I’ll do like two reps on the leg press just to get some blood flowing, and then I'll come back up.”\nAnna Borges: As you just heard, there’s no one way to make a coping kit. Our producer, Georgie, has a physical box of things that she reaches for. And yours can be whatever—a beautiful spread in a bullet journal, a list on your phone’s app. Just make sure it exists somewhere outside your head.\nSo, how do you get started?\nFirst things first, you have to know what your coping kit is for, since it’s not a one-size-fits-all kinda deal. I personally have several kinds of coping kits and I keep track of them in a spreadsheet. If we’re sticking with the whole sick metaphor, what you need when you have a cold is different from what you need when you have the stomach flu. And what you need when you’re pissed at your boss is probably different than what you need when you’re spiraling about climate anxiety.\nThere’s no need to get hyper-specific with the situation like that though. A lot of the time, it’s enough to start with the feeling you want to make a plan for dealing with. A coping kit for anxious moments. For frustrated ones. For insecure ones. Whatever feels like a good place to start. Whatever feeling or situation you build your kit for, the central question is basically, “What do I need when I feel that way?”\nAnd if you’re like, ugh, I have no idea? Don’t worry. I have a few categories that might help get your juices flowing, plus we have plenty more examples from my cast of coping kit volunteers. We’ll get into it all after a short break.\nMIDROLL\nHey, welcome back to Mood Ring! This is Anna Borges. Before the break we were talking about identifying the feelings that we want to soothe with our coping kits. So, now let’s get to actually building one.\nAnna Borges: Think again, before we get started, of that moment or situation or feeling that you want to make a game plan for that’s really helpful to have at the back of your mind. Whatever theme you landed on. So like I mentioned, when I’m brainstorming a new coping kit, I tend to think about it in terms of a couple of different categories.\nThe first big bucket that I tend to start with is, well, literal things. Physical objects, tangible items that you can touch or use or wear or see or feel. They might be things that engage my senses—you know like a really soft blanket to curl up in, or … an aromatherapy neck pillow I can throw in the microwave and get all warm and toasty. And I also think of comfort objects, like photos that bring up happy memories or a sentimental stuffed animal.\nOne of my favorite object-related ideas that I got from my callout was pretty unexpected—lightbulbs. It just goes to show that these kits are very personal and specific.\nAnonymous: I have a couple of things that I do to cope when I've had a bad day at work or when I'm just not feeling very good and I don't want to get out of bed or something like that. I really enjoy, I got the Phillips hue, like, the colored LED lights and I set up a scene based on a sunset photo I took at the beach years ago. And it was just my favorite spot and it is my favorite, like, blend of warm lighting. And, that has helped me so much because I can just transport my back there to those warm moments.\nAnna Borges: The next kind of umbrella category is activities. And that is a very wide umbrella, but consider that soothing activities, distracting activities, fun activities, relaxing activities, just any activity that has the power to change your mood for the better.\nMy coping kits tend to be pretty heavy on activities, you know across the board. I think I'm probably not alone in that because we got a lot of fun activities-related submissions. So I’m just gonna go ahead and jump into there because I like them better than mine. [laughs]\nAnne: When I feel out of control, or depressed in a really restless way, the thing that will always make me feel better is cleaning. I will do my dishes, which is my least favorite thing to do, but I'll put on a really trashy podcast while I do them. Or I'll sweep, which I love because I find it very fulfilling to see all of the amount of like dust and dirt and grime coming together and being disposed of.\nAnonymous: When I feel overwhelmed with everything that's going on in my life and trying to plan for the future, I take a walk over the Manhattan bridge. From my apartment to the bridge is a 30 minute walk. And over the bridge is another 30 minutes. I get 60 minutes to myself to clear my head, to think about my current state, and to think about my future state. I do not listen to a podcast, I do not listen to an audio book. I typically listen to instrumental music, or actually some booty shaking hit,s just to get the creative juices flowing. And I immediately feel better having that time to truly clear my head, be in nature, and get moving.\nAnonymous: I experience intrusive thoughts that suggest I do very bad things to myself. So, in the bad thoughts space, I pull out a few of my favorite responses to the yuck! Taking a super hot shower. I invested a couple of years ago in a teakwood shower bench so I can sit down, but not on the floor, which feels, like, too sad for me. This way, I'm able to relax more muscles and just kind of be in the steam, like, highly recommend this one.\nAnna Borges: We also got a lot of submissions around activities like exercise or arts and crafts and hobbies. Playing with pets was a big one, too. Really just anything that keeps you occupied.\nThe next thing might be more of a subcategory within activities, rather than its own category, but I like to call it out separately. And I'm thinking of activities like therapeutic exercises. You know, specific meditations, workbooks, that kind of thing.\nSome therapeutic activities might have a higher barrier to entry than others though, especially if you don’t have access to a therapist or if you feel intimidated by some of the stuff you find online. But one did come up a few times in our submissions: positive self-talk and coping statements. Or, you know, talking to yourself.\nBonnie: I struggle with OCD, and one of my coping mechanisms lately is an affirmation where I basically just tell myself … this too shall pass. And that I look back at other times where I've been, in this situation before and I've overcome it. And looking back at those times reminds me that I can overcome the struggles now, like I did then.\nAnonymous: First, I kind of just say to myself, like, it's okay. It's okay. Because as basic and simple as that sounds like it is okay. It's not a life or death situation. I can figure out a way to solve it.\nAnonymous: I speak kindly to myself. I catch the mean words in my head and I hold them softly. I call myself, especially the hurt and hurting parts of myself, sweet pet names, like boo bear, honey and baby girl.\nAnna Borges: Words of affirmation and other coping statements like that might not be your thing, but there are other free resources out there that can help get you started on things like deep breathing or guided meditation. I’ll leave some recommendations in the episode notes so you can consider some to put in your coping kit.\nI tend to think of our second to last category, as the people category. It doesn't have to mean people that you reach out to for help necessarily. It can mean people who always make you laugh and feel better, or places where you're around people and it's distracting, or someone you can count on to do some of the activities we just brainstormed with you, so you don't have to do them alone. But if possible, it can be really helpful to also include people who you do reach out to and turn to for actual support if you need it.\nKevin: Talking with somebody who can kind of help you work through everything. Be like, hey, I'm going through some things. And then without even prompting, they say, hey, do you want to talk about it? Or is there anything I can do? It's not even a distraction, but it is, it's good to just sort out with somebody who cares and who understands and can empathize. Self-care is tough, but I, we're all out here trying.\nAnna Borges: And lastly, one of the best parts of any coping kit in my experience are the things that defy categorization, cause you straight up made ‘em up. And I so encourage people to name that and just lean into it. Honestly, these next couple of submissions just really inspired me.\nAnne: When I'm in my feelings about something. Not quite depressed, just like having an emotional reaction. I find that the best thing to do is to feel it. So I will lean in all the way, full main character. Will draw the blinds, turn off all the lights, light a bunch of candles and lay on the floor … and play like 1980s power ballads. And I'll just cry, and it feels really nice.\nAnonymous: My coping mechanism, which a lot of people actually judge, but has been to sort of like post funny Instagram stories or TikToks about it. It's sort of walking the line between complaining and just sort of like cathartic humor, and I'm still trying to figure out exactly what it means to me, and if it feels healthy or maybe toxic. But I think in the end, laughing about things has proven to me to be the most cathartic way I can possibly cope with my mental health struggles. I will just keep posting and laughing about it and using that as my coping mechanism.\nAnonymous: Another technique is one I call flopping. Sometimes when I'm spent and raw feeling, I just need to zone the F out and be non-responsive. Like I can partially watch something hella chill on the TV, stare out the window, doze in and out of a nap. It doesn't really matter what I do while I'm flopping. The main element is that I have literally flopped onto the bed in a mostly horizontal position. And I don't have to get up anytime soon. Freedom to just be.\nYour coping kit can contain any number of these things. Some coping kits might be heavier on objects and things that engage your senses, and others might be all therapeutic tools all the time because that’s what you need when you’re feeling x,y,z. There’s no perfect formula to it.\nAnd the cool thing about a coping kit is that it can change over time. And probably will. You’ll be picking up new ideas and finding new things that make you feel better. Hopefully maybe on this show. So now I want to know: What’s in your coping kit? Give us a call at 833-666-3746 and tell me about it—we’ll be highlighting the unique ways our listeners cope throughout the season. Can’t wait to hear from you!\nTHEME MUSIC\nI want to thank our listeners who submitted their coping kits to this episode. So thank you again to Bonnie, Kevin, Pooja, Anne, Taylor, and our other anonymous listeners.\nThanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps if you rate, review, and share this episode with your friends. You can even tag me if you’re really into it — I’m @AnnaBroges on Twitter – that’s Anna B-R-O-G-E-S … because Anna Borges was taken. We want to hear from you. You can get in touch at Moodringshow DOT ORG and click “Contact Us.” Or follow Mood Ring Show on Twitter and Instagram. You could also call and leave us a message at 833-666-3746.\nMood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik. Mijoe Sahiouni is our digital producer. This episode was produced by Georgina Hahn. And as you know, I’m Anna Borges and I write, host and produce this show too.\nAPM Executives in charge are Chandra Kavati, Alex Schaffert and Joanne Griffith. And finally, our music is by Mat Rotenberg.\nThanks again for listening and I hope to see you next episode.",
            "enclosure": {
                "length": "17731712",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD4045558742.mp3"
            },
            "guid": "01G3C3S3E60YYH4FA3KNWR3EJY",
            "isoDate": "2022-05-19T10:00:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:18:20",
                "explicit": "yes"
            },
            "pubDate": "Thu, 19 May 2022 10:00:00 +0000",
            "title": "Build Your Self-Care Kit",
            "entities": {
                "CARDINAL": [
                    "four",
                    "one",
                    "just one",
                    "two",
                    "one",
                    "two",
                    "one",
                    "833-666-3746",
                    "833-666-3746.</p"
                ],
                "PERSON": [
                    "Mood Ring",
                    "Anna Borges",
                    "Anna",
                    "Episode",
                    "Mood Ring",
                    "Anna Borges",
                    "Anna Borges",
                    "Anna Borges",
                    "Mood Ring",
                    "Anna Borges",
                    "kit</em",
                    "Kevin",
                    "Anna Borges",
                    "Georgie",
                    "Mood Ring",
                    "Anna Borges",
                    "Anna Borges",
                    "I&#39;ve",
                    "Anna Borges",
                    "I&#39;ll",
                    "I&#39;ll",
                    "that&#39;s",
                    "Anna Borges",
                    "Bonnie",
                    "I&#39;ve",
                    "it&#39;s",
                    "Anna Borges",
                    "it&#39;s",
                    "Kevin",
                    "it&#39;s",
                    "Anna Borges",
                    "I&#39;ll",
                    "z.",
                    "Bonnie",
                    "Taylor",
                    "Mood Ring",
                    "Pizza Shark",
                    "Anna B-R",
                    "Anna Borges",
                    "Mood Ring Show",
                    "Mood Ring",
                    "Kristina Lopez",
                    "Maria Murriel",
                    "Beth Pearlman",
                    "Erika Janik",
                    "Georgina Hahn",
                    "Anna Borges",
                    "Chandra Kavati",
                    "Alex Schaffert",
                    "Joanne Griffith"
                ],
                "ORG": [
                    "Ginger Ale",
                    "Carly Rae Jepsen’s Emotion",
                    "Phillips",
                    "It&#39;s",
                    "TikToks",
                    "It&#39;s",
                    "F",
                    "APM Studios",
                    "Moodringshow DOT ORG",
                    "Isis Madrid"
                ],
                "GPE": [
                    "’s",
                    "Manhattan",
                    "Kevin",
                    "Pooja, Anne"
                ],
                "ORDINAL": [
                    "First",
                    "first",
                    "first",
                    "First",
                    "second"
                ],
                "DATE": [
                    "a bad day",
                    "the beach years ago",
                    "a couple of years ago",
                    "1980s",
                    "the season"
                ],
                "TIME": [
                    "30 minute",
                    "another 30 minutes",
                    "60 minutes"
                ],
                "PRODUCT": [
                    "Twitter",
                    "Twitter"
                ],
                "NORP": [
                    "Mijoe"
                ]
            }
        },
        {
            "content": "\n        <p>Episode three of Mood Ring, hosted by Anna Borges, explores the One Minute Rule. Coined by Gretchen Rubin, the concept dictates that if it takes less than one minute to complete a task — think washing a dish — then you should just get it done right away. Anna interviews behavioral psychologist Dr. Ayelet Fishbach, exploring why following this rule can prove so challenging for some, and ways to reconsider your real priorities.</p>\n<p></p>\n<p><strong>Full Transcript</strong></p>\n<p></p>\n<p>Anna Borges: Every Friday, I count on the minutes until the workday is over and the weekend begins. And every Friday there is always one thing standing between me and a night of relaxation, a list of chores, as long as a CVS receipt. I always tell myself that I&#39;ll do it differently. Next time I tell myself, next week I will wash my dish. As soon as I&#39;m done with it next week, I won&#39;t let these mugs accumulate on my nightstand and have to do the walk of shame to the kitchen with them. Like next week, I&#39;ll scoop the litter box every day. I will not let these chores pile up and ruin my relaxing Friday night, except I do. I always do. Come Monday, I&#39;ll finish dinner and bring my dish to sink. And instead of taking literally a minute to wash it while I&#39;m there, I just set it down and walk away. And then the next day I set another dish on top of it. And then the next thing you know, it&#39;s Friday again, and I&#39;m telling myself next week will be different. I just want to understand why is this so freaking hard?</p>\n<p>THEME MUSIC</p>\n<p>I&#39;m Anna Borges and this is Mood Ring, a practical guide to feelings, even when you&#39;re feeling overwhelmed by the smallest of tasks. Every episode we’ll explore one new way to cope with our feelings, with our baggage, with our brains, with our dishes or with the world around us.</p>\n<p>In this episode, we&#39;re talking about something that I hoped once upon a time would solve my chore problem. The one minute rule, it was coined by Gretchen Rubin, an author who among other things specialized in topics related to productivity and happiness. The one minute rule is straightforward: if a task or a chore will take less than a minute to accomplish just do it, don&#39;t think about it. Don&#39;t add unnecessary steps, like adding it to a to-do list, just do it then and there done. Boom. It seems simple enough, right? Except it didn&#39;t turn out to be that easy for me. I tried to live by the one minute rule, probably a million different times, and it&#39;s just never stuck or made much of a difference. So why do an episode on the one minute rule? Well, because this rule is known for its simplicity and its effectiveness, and I want to see if there is a way to make it work for me once and for all. So we decided to hit up a psychologist, specifically a motivation expert. Uh, Ayelet Fishbach PhD who wrote the book, <em>Get It Done</em>, surprising lessons from the science of motivation. And I didn&#39;t waste any time asking what I really wanted to know. Why do I struggle with this so much?</p>\n<p>Ayelet: Well we all discount the future? And that, uh, sounds like a fancy terror, but what it actually means is that anything that is in the future worse less than if it happened right now, uh, meaning if, uh, you consider doing work in the future, that seems like less work than if you need to do, uh, the work now, uh, if you need to pay a price in the future, that seems like it&#39;s less costly than if you paid now and also for good things. Okay. If you think about doing something exciting next month, well, it&#39;s not as exciting as doing it today. So as, as people we discount the future, which means that we, we like to postpone.</p>\n<p>Anna: Yeah, that is, that is very at least true for me. I think just the instant gratification of it all feels very human at least, but is hard to push against, you know, like, because I think, for example, like when it comes to like goals and stuff, I&#39;m pretty good at breaking things down into smaller tasks and really building toward it. But with, for example, my dish example that is, feels like a lot of effort right now because I&#39;d rather be doing something else, but it feels very low reward. So I&#39;m kind of like, how, how do I change my perception?</p>\n<p>Ayelet: What do you do?</p>\n<p>Anna: Yeah, no, like literally what do I do? Like, how do I, how do I change it? So I am motivated like motivated to do things in the present instead of just being like, screw you future Anna.</p>\n<p>Ayelet: So let, let me introduce another, uh, concept for, uh, research and motivation, which is, uh, a broad decision, uh, frame. Uh, what that means is that you make decision not just for now, but for every similar situation. Uh, in other words, you set a rule. And so it&#39;s not about whether I will wash my plate now is whether for the next month, every time I finish my dinner, I&#39;m going to wash my plate. And when you accumulate these decisions together is often easier to see your priorities. It&#39;s often easier to see the self control, uh, conflict.</p>\n<p>Anna: So is the specificity at play there what&#39;s important. Like, for example, if I was going to say, yeah, every time I eat dinner, I&#39;m gonna do my dish right after. Is that more motivating potentially than like the overarching 60 second rule or one minute rule that might be too broad?</p>\n<p>Ayelet: Yes, it is. Uh, more specific. It sets a rule about what to do when you have a plate in your hand, when you finish eating. Uh, I, it&#39;s a very example, but every time I, I finish eating, I will wash my plate rule, uh, means that you don&#39;t really need to think about it. And whether it&#39;s under a minute or over one minute, and whether this will even applies or just like, uh, the ideal is to make all these behaviors like washing your teeth. You don&#39;t really debate with yourself or least, most people don&#39;t have this like internal argument do I wash my teeth or do I not wash my teeth? It&#39;s morning. I woke up, I wash my teeth.</p>\n<p>Anna: Not if you have depression, first thing to go is my personal hygiene. No one, judge me if you&#39;re listening to this, but no, no, I, I definitely, I definitely really love it. Kind of speaks to what I was hoping would happen for me with the one minute rule, which is that these things would become automatic. That if I approached it with intentionality, then eventually it would, I don&#39;t know, become like brushing my teeth when I&#39;m in a good mental health place, you know? But what, what&#39;s the difference between something that becomes kind of a habit that you don&#39;t have to think about and the things that feel like they take so much work?</p>\n<p>Ayelet: The one thing to realize is that there is a range. Like it&#39;s not either it&#39;s a habit or not. Okay. So washing your teeth is kind of the extreme example, but how about exercising three times a week, even when people tell you that they have the habit, it&#39;s very easy to quit that habit.</p>\n<p>Anna: I am curious then since the goal doesn&#39;t always have to be to make it a habit, even though I personally would love to make these boring things, a habit. Is there a way to make doing them when they&#39;re not a habit, feel more fulfilling or be present in these moments or affirming to myself or the life that I want to live,</p>\n<p>Ayelet: Make it fun.</p>\n<p>Anna: I can&#39;t make doing my dishes fun. How,</p>\n<p>Ayelet: You know, the music, uh, find a way to, uh, uh, just make it, uh, more pleasant, uh, but seriously, like what&#39;s what predicts what we do most of the time. It just, it feels good at the moment. It&#39;s not so much, it&#39;s important for us in the long run. It&#39;s like people with clean houses have found a way to enjoy cleaning.</p>\n<p>Anna: I&#39;m gonna have to try that tonight. It&#39;s as we&#39;re recording, it&#39;s a Friday and Friday is my deal with all the crap that&#39;s accumulated night, truly. It&#39;s like all the dishes that I&#39;m talking about not having done, but tieing to like, no, I know this is a podcast about mental health. Like I have my own mental health struggles and I&#39;m sure a lot of people listening do too. And I&#39;m curious whether or not in your experience, something like the 60 second rule can help with motivation or decision making, you know, when things are like things mentally are stacked against you is almost how I put that, but I&#39;m not sure that&#39;s how I want to put it, but you, you know, when you&#39;re depressed as hell!</p>\n<p>Ayelet: When it gets to vision. I, I, I think that really is that the most important thing in your life to have clean plates and, and to finish this, to do list, is, is this the reason to, to do things? Uh, uh, because it sounds to me like a, you know, sometimes we just, we want to deal with all these errands. Uh, so our desk is clear and, and we feel that our mind is clear and we can do something else, but really the, the doing something else is the goal. Right? So like,</p>\n<p>Anna: Well, actually, I, I am really curious about how this ties into your work about like creating an environment that&#39;s sets you up for, I don&#39;t know the life that you want to live, but you know, how your environment might, might impact things. And so for me, like dishes is a really great example of that. Like, I may not care about my dishes that much, but I&#39;m like, oh, I also know that like my environment being clean does set me up, I think for like, decisions that I wanna make and stuff like that.</p>\n<p>Ayelet: Yes. And so the way to change behavior is by changing the situation in which the behavior occurs. Okay. And like, that sounds fancy. It&#39;s not such a fancy principle. Okay. Like if, you know, if, if you want to wake up in the morning, you set an alarm clock, uh, because if you are in a quiet dark room, then it&#39;s easy to stay in bed. Uh, uh, we all do it intuitively. Other changes to the situation are less intuitive, uh, changes that involve, uh, removing certain objects from your environment, because they&#39;re unhealthy for you or removing certain people from your environment, because they&#39;re unhealthy for you and, and bringing other people to your environment. Uh, these are changes that, that require some, uh, more, uh, sophistication and then a whole new level of sophistication is even in a given environment, change the way that you think about it. So, you know, in, in like one thing that we explored a lot is whether you focus on what you have done or what you have not done. And I, I feel like I will stick to the plate because it&#39;s a really nice way to position everything in motivation science, the dirty plates, they&#39;re also clean plates in your house, hopefully. Okay. Maybe one, you know, uh, and, and so you can focus on, uh, the, the many things that you could clean, or the few things that you already cleared from your desk or, or cleaned in your, uh, sink.. And when we are unsure that we can do something that we are committed often, the, the way to move forward is actually look back. It&#39;s not about the work that we need to do. It&#39;s about that. Like, let let&#39;s see the work that I&#39;ve already done.</p>\n<p>Anna: Mm-hmm but does it have to, can it like, could your goals align with like your aspirational self, you know, because like half the time I&#39;m kind of like, you know what, you&#39;re right. I don&#39;t get care about the dishes. I don&#39;t care about being prompt when responding to all my emails, emails are fake, but half of me is like, you know what, maybe I do wanna be the person who cares about this kind of thing. Like, how do you balance that? ,</p>\n<p>Ayelet: Uh, well, you can certainly aspire to, uh, to be a different person in a way we always aspire to be a different person. I, we always have our ideal self, which is different than our present self, because that person is, uh, is the person that we are going to be in the future. But we need to make sure that this person is, uh, is really like the, the person that we want to be. And, and if that sounds confusing, like we need to see that we don&#39;t have something internal conflict where we are not really sure, like, you know, you keep bringing tidiness, like maybe you are not really the tidy person in your mind.</p>\n<p>Anna: All right. We&#39;ll hear more from Dr. Fishbach back in a sec. And I guess I&#39;m gonna go check out my clean plate to dirty plate ratio. We&#39;ll see you after the break.</p>\n<p>MIDROLL</p>\n<p>Anna: Hey, welcome back to Mood Ring. So, I can confirm that I have at least one plate for dinner tonight. So on that note, let&#39;s dive back in to my interview with Dr. Fishbach.</p>\n<p>Anna: What&#39;s so interesting to me is I, I think I&#39;m having a hard time wrapping my head around, like, as like the line between motivation, usually like motivation to me speaks to like wanting something for ourselves, wanting to be something different, wanting to move towards, like, how do we balance motivation with acceptance, like accepting ourselves and the ideal version of ourselves and work toward the ideal version of ourselves. How, how do those coexist?</p>\n<p>Ayelet: I, I love this question because … it illustrates such a, you know, a big misunderstanding in … in the field in a way, uh, in order to move forward, you need to accept yourself, you need to, uh, to like yourself and believe in, in yourself. And yeah. Right. And so … like we know that when people say, I, I hate myself, therefore I will change. Well, that doesn&#39;t work very well. Right.</p>\n<p>Anna: You mean hatred, spite aren&#39;t good motivators? Because that&#39;s worked for me so far.</p>\n<p>Ayelet: I, yeah, I strongly believe that … we need to believe in our abilities and we need to know what we used to call self-efficacy, and I just hate this, this work, but, some general belief in our commitment. Commitment is a two ingredient, recipe. Commitment means that you care about something and that you think that you can do it. Okay. If you just care, but you don&#39;t think that you can do it, then you are not trying. Right. And then you say, that&#39;s not for me. Uh, if you think that you can do it, but you don&#39;t care, then you also don&#39;t do it. So you really need the, the two things. And so, you know, if, if you don&#39;t start from a point of believing in yourself, then it&#39;s really hard to commit to anything. One of the problem with the, I mean, most of the problem with negative feedback is that often what people learn when they have setback backs in their life is that they cannot. Okay. And, and why would you bother there? Okay. Like you cannot, right. you should only bother if you can.</p>\n<p>Anna: Yeah. But, but out of curiosity, for, you know, anyone who&#39;s listening and for myself who might be in an early or tough stage in like either their like self-compassion journey or self acceptance journey, and they still want to harness something of this wonderful insight you&#39;re bringing, what, what is a good in, on like really motivating yourself when you do sometimes struggle with believing that you can do things or caring about things?</p>\n<p>Ayelet: A good thing is … maybe look back and … and look at what you&#39;ve accomplished and, and look at … what worked well, and, you know, that motivates students who only took their first class to study. Okay. So you, you really need very little progress very little accomplishment in order to, to look back and, and, and just like consider the baby step and realize that that was a baby step, okay. That was … something. So at the, for, for novices, for know, people who have a self-doubt, really that looking back is … is the way, I mean, looking back at what you have accomplished looking back at, at what it does work and realize that um, moving forward is, uh, is coming from a sense that, that you can, that you, believe in, in yourself.</p>\n<p>Anna: Absolutely. And now, and now I&#39;ve started thinking about whether or not full circle, the one minute rule are really just small opportunities to accomplish things and show ourselves that we can.</p>\n<p>Ayelet: Yes. Yes.</p>\n<p>Anna: All right. Like not gonna lie. I was really proud of that little revelation. And in the moment I was like, yeah, I cracked the code. This is the mindset that&#39;s gonna help me stick to the one minute rule. And then I promptly forgot and went on with my life. What&#39;s funny is that the next Friday, I thought about Dr. Fishbach and the connection she drew between like these small tasks and our larger goals and values. It was the part of the conversation that I was most resistant to because listen, I&#39;m a firm believer that sometimes it&#39;s not that deep, sometimes dishes are just dishes, and I was like, these are just dishes. So I was like, you know, that myself doesn&#39;t work for me. Take what you like, leave the rest. That&#39;s fine. Except I think maybe it did work.</p>\n<p>Anna: All right. It has been a week since my interview with Dr. Fishback. And that means it&#39;s Friday and true to form I have not changed my behavior at all. And I&#39;m standing in front of a sink full of dishes in my kitchen counter full of dishes and trash. And just like, I&#39;m not gonna lie, it&#39;s not pretty in here. And this is usually when I would kick off my Friday night in my weekend by doing all those dishes and promising to do better next week. And maybe thinking about implementing the one minute rule, that whole song and dance. But I think this time, just to say that I tried it, I&#39;m gonna, I&#39;m gonna ask what would Dr. Fishbach do? And I think, I mean, who knows what Dr. Fishbach would do, but based on our conversation, I think that means it&#39;s time for me to ask, Hey, do I actually care about these dishes?</p>\n<p>And like, okay, like I care about the dishes. Like generally I care about having a clean space. However, I&#39;m narrowing that question to do I care about the dishes tonight. And I think tonight, what I care about more is relaxing and unwinding. And I think I care about having enough counter space to be able to like cook myself a good ass meal. But I think I can achieve that by</p>\n<p>putting the dishes on the counter, into the sink and not actually washing them, because I don&#39;t think that I care about washing the dishes tonight. I don&#39;t think that that&#39;s what&#39;s important to me tonight.</p>\n<p>Anna: The week after that, I kept up with my dishes. Me, maybe not right after I finished every meal and maybe not with the one minute rule in mind, but before Friday, Maybe it was because I was having a good week or maybe it was because I had named what was important to me. Like Dr. Fishbach said, we discount the future in favor of the present all the time. We discount, how much work will take, or how fun it will be, or how our future selves will feel or what they&#39;ll want. And turns out we also discount what might be helpful to us in the future, based on what we know about ourselves today. Honestly, this was a good reminder for me about what I said when I nervously started this podcast; I&#39;m going to, really lean in to the learning and the trying, and that means learning through trying. So I hope you&#39;ll try things out with me just to see what helps. Maybe that&#39;s the one minute rule or trying to make chores fun, or unpacking why these things feel so hard, or maybe it&#39;s just very reluctantly trying something you swear is not going to work. Some stuff will work for you. Some of it won&#39;t and I hope you&#39;ll join me in trying anyway.</p>\n<p>CREDITS       </p>\n<p>Anna: Thanks for listening to Mood Ring, a production of APM studios and pizza shark. We&#39;re a new show so it really helps us if you rate review and share this episode with your friends or your family or anyone you think might need it. You can even tag me if you&#39;re feeling really into it. I&#39;m Anna Borges. That&#39;s Anna B R O G E S. And yes, that is not my last name. And you could follow the podcast@moodringshow.org. Mood ring was developed by Christina Lopez. Our executive producers are Maria Murial, Isis Madrid and Beth Pearlman. Our story editor is Erica Janick. This episode was produced by Georgina Hahn. APM executives in charge are Lily Kim, Alex Shafert and Joanne Griffin. Our music is by Matt Rotenberg and finally I&#39;m Anna Borges, and I write, host and produce the show. I&#39;ll see you next episode.</p>\n\n      ",
            "contentSnippet": "Episode three of Mood Ring, hosted by Anna Borges, explores the One Minute Rule. Coined by Gretchen Rubin, the concept dictates that if it takes less than one minute to complete a task — think washing a dish — then you should just get it done right away. Anna interviews behavioral psychologist Dr. Ayelet Fishbach, exploring why following this rule can prove so challenging for some, and ways to reconsider your real priorities.\n\nFull Transcript\n\nAnna Borges: Every Friday, I count on the minutes until the workday is over and the weekend begins. And every Friday there is always one thing standing between me and a night of relaxation, a list of chores, as long as a CVS receipt. I always tell myself that I'll do it differently. Next time I tell myself, next week I will wash my dish. As soon as I'm done with it next week, I won't let these mugs accumulate on my nightstand and have to do the walk of shame to the kitchen with them. Like next week, I'll scoop the litter box every day. I will not let these chores pile up and ruin my relaxing Friday night, except I do. I always do. Come Monday, I'll finish dinner and bring my dish to sink. And instead of taking literally a minute to wash it while I'm there, I just set it down and walk away. And then the next day I set another dish on top of it. And then the next thing you know, it's Friday again, and I'm telling myself next week will be different. I just want to understand why is this so freaking hard?\nTHEME MUSIC\nI'm Anna Borges and this is Mood Ring, a practical guide to feelings, even when you're feeling overwhelmed by the smallest of tasks. Every episode we’ll explore one new way to cope with our feelings, with our baggage, with our brains, with our dishes or with the world around us.\nIn this episode, we're talking about something that I hoped once upon a time would solve my chore problem. The one minute rule, it was coined by Gretchen Rubin, an author who among other things specialized in topics related to productivity and happiness. The one minute rule is straightforward: if a task or a chore will take less than a minute to accomplish just do it, don't think about it. Don't add unnecessary steps, like adding it to a to-do list, just do it then and there done. Boom. It seems simple enough, right? Except it didn't turn out to be that easy for me. I tried to live by the one minute rule, probably a million different times, and it's just never stuck or made much of a difference. So why do an episode on the one minute rule? Well, because this rule is known for its simplicity and its effectiveness, and I want to see if there is a way to make it work for me once and for all. So we decided to hit up a psychologist, specifically a motivation expert. Uh, Ayelet Fishbach PhD who wrote the book, Get It Done, surprising lessons from the science of motivation. And I didn't waste any time asking what I really wanted to know. Why do I struggle with this so much?\nAyelet: Well we all discount the future? And that, uh, sounds like a fancy terror, but what it actually means is that anything that is in the future worse less than if it happened right now, uh, meaning if, uh, you consider doing work in the future, that seems like less work than if you need to do, uh, the work now, uh, if you need to pay a price in the future, that seems like it's less costly than if you paid now and also for good things. Okay. If you think about doing something exciting next month, well, it's not as exciting as doing it today. So as, as people we discount the future, which means that we, we like to postpone.\nAnna: Yeah, that is, that is very at least true for me. I think just the instant gratification of it all feels very human at least, but is hard to push against, you know, like, because I think, for example, like when it comes to like goals and stuff, I'm pretty good at breaking things down into smaller tasks and really building toward it. But with, for example, my dish example that is, feels like a lot of effort right now because I'd rather be doing something else, but it feels very low reward. So I'm kind of like, how, how do I change my perception?\nAyelet: What do you do?\nAnna: Yeah, no, like literally what do I do? Like, how do I, how do I change it? So I am motivated like motivated to do things in the present instead of just being like, screw you future Anna.\nAyelet: So let, let me introduce another, uh, concept for, uh, research and motivation, which is, uh, a broad decision, uh, frame. Uh, what that means is that you make decision not just for now, but for every similar situation. Uh, in other words, you set a rule. And so it's not about whether I will wash my plate now is whether for the next month, every time I finish my dinner, I'm going to wash my plate. And when you accumulate these decisions together is often easier to see your priorities. It's often easier to see the self control, uh, conflict.\nAnna: So is the specificity at play there what's important. Like, for example, if I was going to say, yeah, every time I eat dinner, I'm gonna do my dish right after. Is that more motivating potentially than like the overarching 60 second rule or one minute rule that might be too broad?\nAyelet: Yes, it is. Uh, more specific. It sets a rule about what to do when you have a plate in your hand, when you finish eating. Uh, I, it's a very example, but every time I, I finish eating, I will wash my plate rule, uh, means that you don't really need to think about it. And whether it's under a minute or over one minute, and whether this will even applies or just like, uh, the ideal is to make all these behaviors like washing your teeth. You don't really debate with yourself or least, most people don't have this like internal argument do I wash my teeth or do I not wash my teeth? It's morning. I woke up, I wash my teeth.\nAnna: Not if you have depression, first thing to go is my personal hygiene. No one, judge me if you're listening to this, but no, no, I, I definitely, I definitely really love it. Kind of speaks to what I was hoping would happen for me with the one minute rule, which is that these things would become automatic. That if I approached it with intentionality, then eventually it would, I don't know, become like brushing my teeth when I'm in a good mental health place, you know? But what, what's the difference between something that becomes kind of a habit that you don't have to think about and the things that feel like they take so much work?\nAyelet: The one thing to realize is that there is a range. Like it's not either it's a habit or not. Okay. So washing your teeth is kind of the extreme example, but how about exercising three times a week, even when people tell you that they have the habit, it's very easy to quit that habit.\nAnna: I am curious then since the goal doesn't always have to be to make it a habit, even though I personally would love to make these boring things, a habit. Is there a way to make doing them when they're not a habit, feel more fulfilling or be present in these moments or affirming to myself or the life that I want to live,\nAyelet: Make it fun.\nAnna: I can't make doing my dishes fun. How,\nAyelet: You know, the music, uh, find a way to, uh, uh, just make it, uh, more pleasant, uh, but seriously, like what's what predicts what we do most of the time. It just, it feels good at the moment. It's not so much, it's important for us in the long run. It's like people with clean houses have found a way to enjoy cleaning.\nAnna: I'm gonna have to try that tonight. It's as we're recording, it's a Friday and Friday is my deal with all the crap that's accumulated night, truly. It's like all the dishes that I'm talking about not having done, but tieing to like, no, I know this is a podcast about mental health. Like I have my own mental health struggles and I'm sure a lot of people listening do too. And I'm curious whether or not in your experience, something like the 60 second rule can help with motivation or decision making, you know, when things are like things mentally are stacked against you is almost how I put that, but I'm not sure that's how I want to put it, but you, you know, when you're depressed as hell!\nAyelet: When it gets to vision. I, I, I think that really is that the most important thing in your life to have clean plates and, and to finish this, to do list, is, is this the reason to, to do things? Uh, uh, because it sounds to me like a, you know, sometimes we just, we want to deal with all these errands. Uh, so our desk is clear and, and we feel that our mind is clear and we can do something else, but really the, the doing something else is the goal. Right? So like,\nAnna: Well, actually, I, I am really curious about how this ties into your work about like creating an environment that's sets you up for, I don't know the life that you want to live, but you know, how your environment might, might impact things. And so for me, like dishes is a really great example of that. Like, I may not care about my dishes that much, but I'm like, oh, I also know that like my environment being clean does set me up, I think for like, decisions that I wanna make and stuff like that.\nAyelet: Yes. And so the way to change behavior is by changing the situation in which the behavior occurs. Okay. And like, that sounds fancy. It's not such a fancy principle. Okay. Like if, you know, if, if you want to wake up in the morning, you set an alarm clock, uh, because if you are in a quiet dark room, then it's easy to stay in bed. Uh, uh, we all do it intuitively. Other changes to the situation are less intuitive, uh, changes that involve, uh, removing certain objects from your environment, because they're unhealthy for you or removing certain people from your environment, because they're unhealthy for you and, and bringing other people to your environment. Uh, these are changes that, that require some, uh, more, uh, sophistication and then a whole new level of sophistication is even in a given environment, change the way that you think about it. So, you know, in, in like one thing that we explored a lot is whether you focus on what you have done or what you have not done. And I, I feel like I will stick to the plate because it's a really nice way to position everything in motivation science, the dirty plates, they're also clean plates in your house, hopefully. Okay. Maybe one, you know, uh, and, and so you can focus on, uh, the, the many things that you could clean, or the few things that you already cleared from your desk or, or cleaned in your, uh, sink.. And when we are unsure that we can do something that we are committed often, the, the way to move forward is actually look back. It's not about the work that we need to do. It's about that. Like, let let's see the work that I've already done.\nAnna: Mm-hmm but does it have to, can it like, could your goals align with like your aspirational self, you know, because like half the time I'm kind of like, you know what, you're right. I don't get care about the dishes. I don't care about being prompt when responding to all my emails, emails are fake, but half of me is like, you know what, maybe I do wanna be the person who cares about this kind of thing. Like, how do you balance that? ,\nAyelet: Uh, well, you can certainly aspire to, uh, to be a different person in a way we always aspire to be a different person. I, we always have our ideal self, which is different than our present self, because that person is, uh, is the person that we are going to be in the future. But we need to make sure that this person is, uh, is really like the, the person that we want to be. And, and if that sounds confusing, like we need to see that we don't have something internal conflict where we are not really sure, like, you know, you keep bringing tidiness, like maybe you are not really the tidy person in your mind.\nAnna: All right. We'll hear more from Dr. Fishbach back in a sec. And I guess I'm gonna go check out my clean plate to dirty plate ratio. We'll see you after the break.\nMIDROLL\nAnna: Hey, welcome back to Mood Ring. So, I can confirm that I have at least one plate for dinner tonight. So on that note, let's dive back in to my interview with Dr. Fishbach.\nAnna: What's so interesting to me is I, I think I'm having a hard time wrapping my head around, like, as like the line between motivation, usually like motivation to me speaks to like wanting something for ourselves, wanting to be something different, wanting to move towards, like, how do we balance motivation with acceptance, like accepting ourselves and the ideal version of ourselves and work toward the ideal version of ourselves. How, how do those coexist?\nAyelet: I, I love this question because … it illustrates such a, you know, a big misunderstanding in … in the field in a way, uh, in order to move forward, you need to accept yourself, you need to, uh, to like yourself and believe in, in yourself. And yeah. Right. And so … like we know that when people say, I, I hate myself, therefore I will change. Well, that doesn't work very well. Right.\nAnna: You mean hatred, spite aren't good motivators? Because that's worked for me so far.\nAyelet: I, yeah, I strongly believe that … we need to believe in our abilities and we need to know what we used to call self-efficacy, and I just hate this, this work, but, some general belief in our commitment. Commitment is a two ingredient, recipe. Commitment means that you care about something and that you think that you can do it. Okay. If you just care, but you don't think that you can do it, then you are not trying. Right. And then you say, that's not for me. Uh, if you think that you can do it, but you don't care, then you also don't do it. So you really need the, the two things. And so, you know, if, if you don't start from a point of believing in yourself, then it's really hard to commit to anything. One of the problem with the, I mean, most of the problem with negative feedback is that often what people learn when they have setback backs in their life is that they cannot. Okay. And, and why would you bother there? Okay. Like you cannot, right. you should only bother if you can.\nAnna: Yeah. But, but out of curiosity, for, you know, anyone who's listening and for myself who might be in an early or tough stage in like either their like self-compassion journey or self acceptance journey, and they still want to harness something of this wonderful insight you're bringing, what, what is a good in, on like really motivating yourself when you do sometimes struggle with believing that you can do things or caring about things?\nAyelet: A good thing is … maybe look back and … and look at what you've accomplished and, and look at … what worked well, and, you know, that motivates students who only took their first class to study. Okay. So you, you really need very little progress very little accomplishment in order to, to look back and, and, and just like consider the baby step and realize that that was a baby step, okay. That was … something. So at the, for, for novices, for know, people who have a self-doubt, really that looking back is … is the way, I mean, looking back at what you have accomplished looking back at, at what it does work and realize that um, moving forward is, uh, is coming from a sense that, that you can, that you, believe in, in yourself.\nAnna: Absolutely. And now, and now I've started thinking about whether or not full circle, the one minute rule are really just small opportunities to accomplish things and show ourselves that we can.\nAyelet: Yes. Yes.\nAnna: All right. Like not gonna lie. I was really proud of that little revelation. And in the moment I was like, yeah, I cracked the code. This is the mindset that's gonna help me stick to the one minute rule. And then I promptly forgot and went on with my life. What's funny is that the next Friday, I thought about Dr. Fishbach and the connection she drew between like these small tasks and our larger goals and values. It was the part of the conversation that I was most resistant to because listen, I'm a firm believer that sometimes it's not that deep, sometimes dishes are just dishes, and I was like, these are just dishes. So I was like, you know, that myself doesn't work for me. Take what you like, leave the rest. That's fine. Except I think maybe it did work.\nAnna: All right. It has been a week since my interview with Dr. Fishback. And that means it's Friday and true to form I have not changed my behavior at all. And I'm standing in front of a sink full of dishes in my kitchen counter full of dishes and trash. And just like, I'm not gonna lie, it's not pretty in here. And this is usually when I would kick off my Friday night in my weekend by doing all those dishes and promising to do better next week. And maybe thinking about implementing the one minute rule, that whole song and dance. But I think this time, just to say that I tried it, I'm gonna, I'm gonna ask what would Dr. Fishbach do? And I think, I mean, who knows what Dr. Fishbach would do, but based on our conversation, I think that means it's time for me to ask, Hey, do I actually care about these dishes?\nAnd like, okay, like I care about the dishes. Like generally I care about having a clean space. However, I'm narrowing that question to do I care about the dishes tonight. And I think tonight, what I care about more is relaxing and unwinding. And I think I care about having enough counter space to be able to like cook myself a good ass meal. But I think I can achieve that by\nputting the dishes on the counter, into the sink and not actually washing them, because I don't think that I care about washing the dishes tonight. I don't think that that's what's important to me tonight.\nAnna: The week after that, I kept up with my dishes. Me, maybe not right after I finished every meal and maybe not with the one minute rule in mind, but before Friday, Maybe it was because I was having a good week or maybe it was because I had named what was important to me. Like Dr. Fishbach said, we discount the future in favor of the present all the time. We discount, how much work will take, or how fun it will be, or how our future selves will feel or what they'll want. And turns out we also discount what might be helpful to us in the future, based on what we know about ourselves today. Honestly, this was a good reminder for me about what I said when I nervously started this podcast; I'm going to, really lean in to the learning and the trying, and that means learning through trying. So I hope you'll try things out with me just to see what helps. Maybe that's the one minute rule or trying to make chores fun, or unpacking why these things feel so hard, or maybe it's just very reluctantly trying something you swear is not going to work. Some stuff will work for you. Some of it won't and I hope you'll join me in trying anyway.\nCREDITS       \nAnna: Thanks for listening to Mood Ring, a production of APM studios and pizza shark. We're a new show so it really helps us if you rate review and share this episode with your friends or your family or anyone you think might need it. You can even tag me if you're feeling really into it. I'm Anna Borges. That's Anna B R O G E S. And yes, that is not my last name. And you could follow the podcast@moodringshow.org. Mood ring was developed by Christina Lopez. Our executive producers are Maria Murial, Isis Madrid and Beth Pearlman. Our story editor is Erica Janick. This episode was produced by Georgina Hahn. APM executives in charge are Lily Kim, Alex Shafert and Joanne Griffin. Our music is by Matt Rotenberg and finally I'm Anna Borges, and I write, host and produce the show. I'll see you next episode.",
            "enclosure": {
                "length": "20213888",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD2612182536.mp3"
            },
            "guid": "01G2TM53XQRRZJBXAP94RM0R0R",
            "isoDate": "2022-05-12T10:00:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:20:56",
                "explicit": "yes"
            },
            "pubDate": "Thu, 12 May 2022 10:00:00 +0000",
            "title": "The One Minute Rule",
            "entities": {
                "CARDINAL": [
                    "three",
                    "one",
                    "one",
                    "one",
                    "a million",
                    "one",
                    "60",
                    "one",
                    "one",
                    "three",
                    "60",
                    "half",
                    "half",
                    "at least one",
                    "two",
                    "two",
                    "One",
                    "one",
                    "one",
                    "one",
                    "one"
                ],
                "PERSON": [
                    "Mood Ring",
                    "Anna Borges",
                    "Gretchen Rubin",
                    "Ayelet Fishbach",
                    "Anna Borges",
                    "I&#39;ll",
                    "Anna Borges",
                    "Mood Ring",
                    "Gretchen Rubin",
                    "it&#39;s",
                    "Ayelet Fishbach",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "you&#39;re",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "I&#39;ve",
                    "Fishbach",
                    "Mood Ring",
                    "Fishbach.</p",
                    "that&#39;s",
                    "it&#39;s",
                    "I&#39;ve",
                    "Fishbach",
                    "it&#39;s",
                    "Fishback",
                    "it&#39;s",
                    "Fishbach",
                    "Fishbach",
                    "Fishbach",
                    "that&#39;s",
                    "it&#39;s",
                    "Mood Ring",
                    "We&#39;re",
                    "you&#39;re",
                    "Anna Borges",
                    "That&#39;s Anna B R O G E S.",
                    "Christina Lopez",
                    "Maria Murial",
                    "Beth Pearlman",
                    "Erica Janick",
                    "Georgina Hahn",
                    "Lily Kim",
                    "Alex Shafert",
                    "Joanne Griffin",
                    "Matt Rotenberg",
                    "Anna Borges"
                ],
                "TIME": [
                    "less than one minute",
                    "night",
                    "a minute",
                    "one minute",
                    "one minute",
                    "less than a minute",
                    "one minute",
                    "a minute",
                    "one minute",
                    "tonight",
                    "tonight",
                    "one minute",
                    "Friday night",
                    "tonight",
                    "tonight",
                    "tonight"
                ],
                "DATE": [
                    "Friday",
                    "weekend",
                    "every Friday",
                    "next week",
                    "next week",
                    "next week",
                    "every day",
                    "Friday",
                    "Monday",
                    "the next day",
                    "Friday",
                    "next week",
                    "next month",
                    "today",
                    "the next month",
                    "Friday",
                    "Friday",
                    "the next Friday",
                    "a week",
                    "Friday",
                    "my weekend",
                    "next week",
                    "The week",
                    "Friday",
                    "a good week",
                    "today"
                ],
                "ORG": [
                    "CVS",
                    "it&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "it&#39;s",
                    "It&#39;s",
                    "sec",
                    "it&#39;s",
                    "it&#39;s",
                    "APM",
                    "Isis Madrid",
                    "APM"
                ],
                "PRODUCT": [
                    "I&#39;ll",
                    "I&#39;ll"
                ],
                "WORK_OF_ART": [
                    "PhD"
                ],
                "ORDINAL": [
                    "second",
                    "second",
                    "first"
                ],
                "NORP": [
                    "can.</p",
                    "can.</p"
                ]
            }
        },
        {
            "content": "\n        <p>Mood Ring host Anna Borges talks about coping mechanisms like binge-watching television and late-night gaming. Are those behaviors unhealthy and reasons to feel guilty, or are they fine to help you deal with what’s going on in your life?</p>\n<p>Anna is joined by licensed mental health counselor Jor-El Caraballo to unpack how we can tell if our coping mechanisms are helpful or harmful, and how to enjoy them without all that shame.</p>\n<p></p>\n<p><strong>Full Transcript</strong></p>\n<p> </p>\n<p>Anna Borges: Alright, I’m gonna…I’m gonna tell you something…</p>\n<p>Every once in a while, I get this taste of what I imagine it must be like to be...well-adjusted? You know like, whole stretches of time where I’m not ruminating or anxious or lonely or sad. I am just...chill.</p>\n<p>...And then, Netflix will ask me…</p>\n<p>NETFLIX TUDUM</p>\n<p> “Are you still watching?”</p>\n<p>And the illusion is shattered. And I’m forced to see my sad reflection in my smudged laptop screen, and all the thoughts and feelings I’m avoiding come bubbling back up.</p>\n<p>MUSIC</p>\n<p>If I were the person I wanted to be, this would be the moment I say, “You know what, Netflix? No, I’m not still watching. I’m going to go do all the things I told myself I was going to do today.”</p>\n<p>But I’m me. So I hit “next episode” and sink back into numb, distracted bliss.</p>\n<p>Binge-watching TV is a shitty coping mechanism of mine. And if we’re all being honest with ourselves and each other, you probably have one too.</p>\n<p>Maybe your thing is video games. That’s…also my thing.</p>\n<p>Maybe you’re partial to falling down the TikTok rabbit hole, scrolling and scrolling and scrolling.</p>\n<p>Or maybe swiping endlessly on dating apps and window-shopping for validation. Or real shopping. Our producer Jordan loves to obsessively order home goods from Amazon.</p>\n<p>Most of us have those things that we do for our mental health in the moment even though we know they’re probably not all that good for our mental health in the long run. And that’s fine! It’s totally human to want to distract ourselves, or soothe ourselves, or whatever it is your thing does for you.</p>\n<p>Except…I don’t know about you, but I probably spend as much time judging myself for my shitty coping mechanisms as I do actually enjoying them. Which kind of defeats the purpose. But that doesn’t mean I have to stop, right?</p>\n<p>THEME MUSIC</p>\n<p>Hey friends, what’s up? I’m Anna Borges and this is Mood Ring: A Practical Guide to Feelings. Even when you feel like a swamp person with terrible coping mechanisms. Every episode, we’ll explore one new way to cope — with our feelings, with our baggage, with our brain, or with the world around us.</p>\n<p>Anna: If you thought today’s episode was going to be about kicking these shitty coping habits to the curb, don’t worry. It’s not that kind of show. No, this episode is about how we can stop thinking about them as “shitty” in the first place and how we can tell when they’re helpful or harmful, and how we can enjoy them without all the guilt and shame.</p>\n<p>Here to help us unpack it is our guest Jor-El Caraballo. He’s a licensed mental health counselor and the cofounder of a health and wellness practice called Viva Mental Health and Wellness.</p>\n<p>Anna: I know how I think about coping mechanisms and what they mean but as a mental health professional, what is your kind of official definition of coping mechanisms?</p>\n<p>Jor-El: Yeah, it&#39;s, it&#39;s funny, because coping mechanisms, coping skills, any of those kind of terms we use, are really about the things we do the tools we utilize to manage our feelings and our thoughts manage our mental health. So they could be very sophisticated things. I don&#39;t know, like electromagnetic cranial stimulation, or they could be other things like journaling. And it really, it really depends on what someone finds the most helpful. But there&#39;s s uch a wide range of tools that we have access to that help us manage.</p>\n<p>Anna: Yeah, I tend to think about it in terms of things that we can do ourselves without professional intervention. Does that kind of vibe?</p>\n<p>Jor-El: Yeah, yeah, I like that.</p>\n<p>Anna: Yeah. Cuz I kind of have, or, at least in my circles, coping like mechanisms, that word has a specific connotation that does lean negative versus like coping strategies. And so I&#39;m curious, like, Are there good and bad coping mechanisms? Like that&#39;s how I categorize them? How do you tend to think about that?</p>\n<p>Jor-El: That&#39;s a, that&#39;s a really good question because the way I have my default setting, so to speak, is that coping mechanisms have no value. Morally, they, it&#39;s really anything because anything that you do any strategy can be good or bad, depending on how or when it&#39;s applied. So just for like, a very, like, this is super like traditional psychoanalytic, right? So denial, for instance, is a defense mechanism or a coping mechanism that we all have the capacity for, right? Which basically says, we don&#39;t, we don&#39;t acknowledge what we&#39;re feeling in the moment, if, especially if it&#39;s like a painful feeling that comes up for us. So we&#39;re just like, No, I&#39;m good, fine. Everything&#39;s cool, right? And in some instances, that is actually a really helpful tool, where you might be limited in your use of other strategies or tools. But in other situations, or if you rely on that perpetually, as your one go to, then obviously, you&#39;re going to end up in a place where you&#39;re very disconnected with reality. Right? Because you&#39;re walking around saying, like, no, that&#39;s not happening. This is not happening. I&#39;m not here. I&#39;m over here,</p>\n<p>Anna: Oh, wow! Are you dragging me right now? Is this our therapy session?</p>\n<p>[Jor-El laughs]</p>\n<p>Anna: I mean, I basically invited you on to be like, please tell me what I do is okay, give me like a professional stamp of approval. But yeah, so it sounds to me what I&#39;m hearing is that there&#39;s also a line between maybe conscious coping mechanisms and like unconscious ones, because I don&#39;t know that I recognize in the moment when I&#39;m in denial, but I definitely recognize when I&#39;m binge watching 12 seasons of some show.</p>\n<p>Jor-El: Yeah, and I think something like denial because it is, you know, as Freud would argue that it is innate. And so it is much easier for that to kind of roll by in our subconsciousness. And so it&#39;s hard to kind of catch that that&#39;s happening in the moment. Usually, there are those little moments that happen afterwards, at least for me, I&#39;m like, “Oh…I was lying.”</p>\n<p>Anna: I love that we’re bringing Freud into this. Like very early. Like, welcome to the conversation, Freud.</p>\n<p>Jor-El: He’s been on my mind lately, you know?</p>\n<p>Anna: Just always. So I&#39;m thinking a lot about the kind of like conscious coping mechanisms, you know, the ones that we perhaps feel a certain way about in the moment, you know, like I mentioned, mine, it&#39;s going to be my go to, I am very into the escapism, play a lot of video games, watch a lot of TV will do it for a very long period of time. And then, of course, as I&#39;m doing it, even though it&#39;s like what I want to do, I just feel like guilty and like crap, and like, judging myself and not enjoying it in the moment. Is that common? Like, do you see this in your work?</p>\n<p>Jor-El: Yeah, I think it&#39;s really common. I mean, especially if we&#39;re talking about living through a global pandemic. I think it&#39;s really common for people to be using some skills that are finding ways to cope, that they&#39;re like, Ah, this isn&#39;t the best. Like, I don&#39;t feel great doing it. And I think, I don&#39;t know, I think that everything needs to happen in moderation. And so I always talk to people about having, like, you, obviously going to have your go to is like, I don&#39;t know, binge watching. Whatever show, right. I&#39;ve been binge watching Frasier. You know, unsurprisingly, you know, more times than I can count. But, you know, it&#39;s like being able to have various things at your disposal, you should always have a toolbox, because sometimes it doesn&#39;t, it&#39;s not good to do one thing to escape, maybe you need different things to escape, maybe you need a little space to lean into something, and then you can pop back out, you know, back into escapism.</p>\n<p>Anna: I don’t pop out. That&#39;s my problem. Yeah, I live there.</p>\n<p>Anna: Hey. I’m just glad to know that all those nights I spent staying up until 3am playing <em>Breath of the Wild</em> or <em>Fire Emblem 3 Houses</em> or whatever my flavor of the week was  wasn’t for nothing. In fact, I think I’m going to go ahead and add playing video games to my coping mechanism toolbox. Officially. For real. After the break, we’ll finish up our interview with Jor-El Caraballo and talk about some of the most common coping mechanisms that come up in his work.</p>\n<p>MIDROLL</p>\n<p>Anna: Hey, welcome back to Mood Ring. I’m Anna Borges. Before the break we were talking about our shitty coping mechanisms, and by that I mean our awesome coping mechanisms that we’re working toward embracing,  with licensed therapist Jor-El Caraballo. Let’s get back to it.</p>\n<p>Anna: I would actually love to pause like, because we&#39;re binge watchers, it sounds like but for people who might not be this might not be like their go to I&#39;m curious if you have any examples of other shame inducing, like, quote, unquote, shitty coping mechanisms that like you hear from from people you work with?</p>\n<p>Jor-El: Eating, it&#39;s right up there. Specifically like comfort food. And it&#39;s just so interesting, because, again, like, I come from this mindset that even something like that, like comfort food has definitely gotten this bad rap. Because like, Oh, it&#39;s just all the bad things you want to eat. First of all, there are no bad things. Second of all, they they&#39;re comforting for a reason, right? Either they provide some chemical reaction that we interpret our bodies interpret as really comforting, or… and or. We also have attached memories, right? That really put us in a comfortable, safe space emotionally when we revisit with those things. So it&#39;s okay. But again, it&#39;s like that can&#39;t be your only thing. Because then if you&#39;re only relying on you know, comfort food to cope, then you might end up creating some other problems that you have to deal with later, that that are unintentional. It&#39;s about finding that balance.</p>\n<p>Anna: Absolutely. I could talk about complicated relationships to food all day. But what struck me about what you said is that there is a reason that this these things generally make us feel good. So I&#39;m curious, like, even if it&#39;s no, we know that we&#39;re doing it for a reason. It&#39;s like maybe what we need or really want in the moment. Why do we feel guilty about it? Rather than saying like, okay, yeah, this is this is what I need today. I need to binge watch, or I don&#39;t know if need is the right word. But this is what sure this is what would feel good to me right now. And I need to feel good.</p>\n<p>Jor-El: Yeah, I just think that there&#39;s so much noise about …one about mental health in general, and about how we respond to it. And so I find that a lot of times I&#39;m having conversations with clients about unpacking the internalized messages that come with, like your chosen coping strategies or coping mechanisms and saying like, Okay, well, you know, maybe there&#39;s a part of this that you&#39;re relying on or the extent to which you&#39;re relying on it, which is unhealthy. But the thing in and of itself isn&#39;t all that bad. I think it&#39;s about reminding yourself that each and everything has its place. Right? So avoidance has its place, escapism has its place. Denial has its place. But the thing that really keeps us from being healthy, or like, quote unquote, good, is when we&#39;re really relying on things to perpetually and continuously avoid things that we could change. Right? And because I think we all need to feel empowered, to some extent over our circumstances in our lives and our mental health. And so, you know, it&#39;s, it&#39;s really, it&#39;s not good to always rely on certain things when there are other things, other progressive things I&#39;ll say that you could be using to change what your experience is.</p>\n<p>Anna: Yeah, no, totally. Oh, I can&#39;t wait to dive into that. But first, I&#39;d love to take a step back. Because you said something very interesting about like, unpacking internalized message messages about that kind of thing. Can you expand on that?</p>\n<p>Jor-El: Yeah, I think this is really about the, whether it&#39;s messages that we get from friends, family, the greater social culture, about the things that we&#39;re supposed to be doing, or the things that are healthy to do.But it really does, can create this relationship between coping and mental health. It says  like, if you just do X, you will feel better. And some that&#39;s not really what coping is. It&#39;s, it isn&#39;t meant to bring you some relief. Right. But that relief is momentary.</p>\n<p>Anna: At least for me, I know that my inner voice sounds like a lot of what you were just spelling out coming from other people and other messages, and I shouldn&#39;t be doing this, I should be doing that. And it sounds to me that like this is very similar and that like when we&#39;re doing our quote unquote shitty coping mechanisms, we are bogged down by guilt that we should be doing like more adaptive coping mechanisms. We should be going for a walk, we should be doing all the things that we know will make us feel better. And it&#39;s just such a fine line.</p>\n<p>Jor-El: Yeah, it&#39;s a super fine line. And I, to me, this is also just interconnected to the conversation on rest. And it&#39;s like it&#39;s this idea is Well, if coping is supposed to bring about some relief, if you&#39;re also feeling crappy while you&#39;re doing it, it&#39;s probably not the best strategy. Right? And so if you&#39;re similarly if you&#39;re trying to rest as a way to cope, and the whole time you&#39;re trying to counter this guilt that you have about resting, right, you&#39;re not really resting.</p>\n<p>Anna: And so many of these things are also rest. You know what I mean? I don&#39;t want to like speak for every shitty coping mechanism. But a lot of them are just us resting. There are things that don&#39;t serve a larger purpose.</p>\n<p>Jor-El: It&#39;s about sort of turning down the noise on your nervous system. Right?</p>\n<p>Anna: Can you expand on that? I can&#39;t do that for my nervous system. My nervous system has a mind of its own, it has a volume knob I cannot access or maybe I can. Teach me how.</p>\n<p>Jor-El: Yeah, my mind stays busy too. So I understand. It&#39;s, it&#39;s like, so when we&#39;re when we&#39;re feeling things, when we are stressed, we&#39;re experiencing anxiety, or what have you. It&#39;s also a, it&#39;s, it&#39;s a physical process to right, your body is responding, your brain is responding. And when that happens, your nervous system is just more activated. Right, which also produces inflammation in the body, excess cortisol production, like all these things, it&#39;s super dynamic, all these things are happening. And so really what coping is meant to do, at least in my opinion, is to like kind of like if you had a dimmer, right, you can move that dimmer down and say, like, okay, if I&#39;m like an eight right now, like, this is not good. Can I get to a six and what will help me get to a six, right, or what will help me get to a four, maybe I can journal or maybe I&#39;ll take a nap. Or maybe I&#39;ll call a friend for some support. And that&#39;ll bring that all that, you know, nervous system arousal down, which will help you feel better, and we&#39;ll also help you be more functional.</p>\n<p>Anna: We, you know, judge ourselves for not being productive or being sedentary. And I wanted to talk about kind of like the inherent like, ableism in this framing, when we think about these things…</p>\n<p>Jor-El: Yeah, well, and I, I&#39;ve done my best to not step on a huge soapbox on social about this. So I&#39;ll throw out little pieces here and there. Yeah, it&#39;s so much of so much of the conversation around coping and stuff is has this looped in? Well, a few things ableism and capitalism, right? That those are big parts of those, like little message that messages that we internalize, about like, Oh, you&#39;re supposed you always supposed to be productive? Why? Why? Why must you always be doing something? Right? Also, you are human, you have limitations physically, psychologically? Why are we pretending that we don&#39;t? Oh,  ableism? Right, because everyone should be achieving a certain level at all times. And everyone has the same capacity. And that&#39;s just a lie. And sometimes that is also like the beginning process of that unpacking is we&#39;re like, let&#39;s tell the truth. The truth is everyone&#39;s not the same. The truth is people need different things. The truth is humans need rest. They need coping, they need relief. Everyone does.</p>\n<p>Anna: Internalizing those messages takes time. Some days, it still might feel more like, “Everyone needs rest—except me! Everyone needs coping—except me! Everyone needs relief—except me! I need discipline and punishment and guilt!”</p>\n<p>Been there. I push back against that voice by scheduling my shitty coping mechanisms. Not as a way to control myself or cut back—no, I mean, if I think I’m going to need to spend all weekend playing video games and cuddling with my cats, that’s exactly what I put on my calendar. And then my calendar gives me permission. When shame creeps up in the moment, I can remind myself that this is exactly what I planned. This is exactly what I needed.</p>\n<p>You might find scheduling helpful too, or you might need to give yourself permission a different way. Maybe you give yourself permission out loud or write it in a journal or set a text alert or ask a friend to hold you accountable.</p>\n<p>The exact way you give yourself permission isn’t the important part. As Jor-El really drove home, being intentional is the real tool.</p>\n<p>Jor-El: I think that one of the most powerful tools that we can arm ourselves with it, especially when it comes to coping, is making the choice. There&#39;s something really powerful about saying, I&#39;m struggling right now. And I&#39;m choosing to cope in this way. Because I think it offers you one: just the affirmation of your feeling and what you&#39;re going through. But it also gives you an opportunity to briefly check in with yourself and say, Oh, is this thing going to give me the thing I&#39;m looking for right now?</p>\n<p>Anna: It won’t always be easy to make that choice, or to check in with yourself at all. Luckily, the thing about all this living with intention is that you have to <em>intentionally</em> give yourself permission to fuck up this living intentionally thing. It’s called being human. And maybe that’s what this whole permission thing is really all about—giving ourselves permission to be human.</p>\n<p>Just like I’m giving myself permission to say cheesy shit like that, oh god. Back to binge-watching Grey’s Anatomy.</p>\n<p>CREDITS</p>\n<p>Thanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps if you rate, review and share this episode with your friends.</p>\n<p>You can even tag me if you’re really into it — I’m @AnnaBroges on Twitter – that’s Anna B-R-O-G-E-S…because Anna Borges was taken. You can also follow the podcast at Moodringshow DOT ORG or Mood Ring Show on Twitter and Instagram.</p>\n<p>Mood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik. And this episode was produced by Jordan Kauwling. And as you know,  I’m Anna Borges and I write, host and produce this show too.</p>\n<p>APM Executives in charge are Chandra Kavati, Alex Schaffert and Joanne Griffith. And finally our music is by Mat Rotenberg.</p>\n<p>Thanks again for listening and I hope to see you next episode.</p>\n\n      ",
            "contentSnippet": "Mood Ring host Anna Borges talks about coping mechanisms like binge-watching television and late-night gaming. Are those behaviors unhealthy and reasons to feel guilty, or are they fine to help you deal with what’s going on in your life?\nAnna is joined by licensed mental health counselor Jor-El Caraballo to unpack how we can tell if our coping mechanisms are helpful or harmful, and how to enjoy them without all that shame.\n\nFull Transcript\n \nAnna Borges: Alright, I’m gonna…I’m gonna tell you something…\nEvery once in a while, I get this taste of what I imagine it must be like to be...well-adjusted? You know like, whole stretches of time where I’m not ruminating or anxious or lonely or sad. I am just...chill.\n...And then, Netflix will ask me…\nNETFLIX TUDUM\n “Are you still watching?”\nAnd the illusion is shattered. And I’m forced to see my sad reflection in my smudged laptop screen, and all the thoughts and feelings I’m avoiding come bubbling back up.\nMUSIC\nIf I were the person I wanted to be, this would be the moment I say, “You know what, Netflix? No, I’m not still watching. I’m going to go do all the things I told myself I was going to do today.”\nBut I’m me. So I hit “next episode” and sink back into numb, distracted bliss.\nBinge-watching TV is a shitty coping mechanism of mine. And if we’re all being honest with ourselves and each other, you probably have one too.\nMaybe your thing is video games. That’s…also my thing.\nMaybe you’re partial to falling down the TikTok rabbit hole, scrolling and scrolling and scrolling.\nOr maybe swiping endlessly on dating apps and window-shopping for validation. Or real shopping. Our producer Jordan loves to obsessively order home goods from Amazon.\nMost of us have those things that we do for our mental health in the moment even though we know they’re probably not all that good for our mental health in the long run. And that’s fine! It’s totally human to want to distract ourselves, or soothe ourselves, or whatever it is your thing does for you.\nExcept…I don’t know about you, but I probably spend as much time judging myself for my shitty coping mechanisms as I do actually enjoying them. Which kind of defeats the purpose. But that doesn’t mean I have to stop, right?\nTHEME MUSIC\nHey friends, what’s up? I’m Anna Borges and this is Mood Ring: A Practical Guide to Feelings. Even when you feel like a swamp person with terrible coping mechanisms. Every episode, we’ll explore one new way to cope — with our feelings, with our baggage, with our brain, or with the world around us.\nAnna: If you thought today’s episode was going to be about kicking these shitty coping habits to the curb, don’t worry. It’s not that kind of show. No, this episode is about how we can stop thinking about them as “shitty” in the first place and how we can tell when they’re helpful or harmful, and how we can enjoy them without all the guilt and shame.\nHere to help us unpack it is our guest Jor-El Caraballo. He’s a licensed mental health counselor and the cofounder of a health and wellness practice called Viva Mental Health and Wellness.\nAnna: I know how I think about coping mechanisms and what they mean but as a mental health professional, what is your kind of official definition of coping mechanisms?\nJor-El: Yeah, it's, it's funny, because coping mechanisms, coping skills, any of those kind of terms we use, are really about the things we do the tools we utilize to manage our feelings and our thoughts manage our mental health. So they could be very sophisticated things. I don't know, like electromagnetic cranial stimulation, or they could be other things like journaling. And it really, it really depends on what someone finds the most helpful. But there's s uch a wide range of tools that we have access to that help us manage.\nAnna: Yeah, I tend to think about it in terms of things that we can do ourselves without professional intervention. Does that kind of vibe?\nJor-El: Yeah, yeah, I like that.\nAnna: Yeah. Cuz I kind of have, or, at least in my circles, coping like mechanisms, that word has a specific connotation that does lean negative versus like coping strategies. And so I'm curious, like, Are there good and bad coping mechanisms? Like that's how I categorize them? How do you tend to think about that?\nJor-El: That's a, that's a really good question because the way I have my default setting, so to speak, is that coping mechanisms have no value. Morally, they, it's really anything because anything that you do any strategy can be good or bad, depending on how or when it's applied. So just for like, a very, like, this is super like traditional psychoanalytic, right? So denial, for instance, is a defense mechanism or a coping mechanism that we all have the capacity for, right? Which basically says, we don't, we don't acknowledge what we're feeling in the moment, if, especially if it's like a painful feeling that comes up for us. So we're just like, No, I'm good, fine. Everything's cool, right? And in some instances, that is actually a really helpful tool, where you might be limited in your use of other strategies or tools. But in other situations, or if you rely on that perpetually, as your one go to, then obviously, you're going to end up in a place where you're very disconnected with reality. Right? Because you're walking around saying, like, no, that's not happening. This is not happening. I'm not here. I'm over here,\nAnna: Oh, wow! Are you dragging me right now? Is this our therapy session?\n[Jor-El laughs]\nAnna: I mean, I basically invited you on to be like, please tell me what I do is okay, give me like a professional stamp of approval. But yeah, so it sounds to me what I'm hearing is that there's also a line between maybe conscious coping mechanisms and like unconscious ones, because I don't know that I recognize in the moment when I'm in denial, but I definitely recognize when I'm binge watching 12 seasons of some show.\nJor-El: Yeah, and I think something like denial because it is, you know, as Freud would argue that it is innate. And so it is much easier for that to kind of roll by in our subconsciousness. And so it's hard to kind of catch that that's happening in the moment. Usually, there are those little moments that happen afterwards, at least for me, I'm like, “Oh…I was lying.”\nAnna: I love that we’re bringing Freud into this. Like very early. Like, welcome to the conversation, Freud.\nJor-El: He’s been on my mind lately, you know?\nAnna: Just always. So I'm thinking a lot about the kind of like conscious coping mechanisms, you know, the ones that we perhaps feel a certain way about in the moment, you know, like I mentioned, mine, it's going to be my go to, I am very into the escapism, play a lot of video games, watch a lot of TV will do it for a very long period of time. And then, of course, as I'm doing it, even though it's like what I want to do, I just feel like guilty and like crap, and like, judging myself and not enjoying it in the moment. Is that common? Like, do you see this in your work?\nJor-El: Yeah, I think it's really common. I mean, especially if we're talking about living through a global pandemic. I think it's really common for people to be using some skills that are finding ways to cope, that they're like, Ah, this isn't the best. Like, I don't feel great doing it. And I think, I don't know, I think that everything needs to happen in moderation. And so I always talk to people about having, like, you, obviously going to have your go to is like, I don't know, binge watching. Whatever show, right. I've been binge watching Frasier. You know, unsurprisingly, you know, more times than I can count. But, you know, it's like being able to have various things at your disposal, you should always have a toolbox, because sometimes it doesn't, it's not good to do one thing to escape, maybe you need different things to escape, maybe you need a little space to lean into something, and then you can pop back out, you know, back into escapism.\nAnna: I don’t pop out. That's my problem. Yeah, I live there.\nAnna: Hey. I’m just glad to know that all those nights I spent staying up until 3am playing Breath of the Wild or Fire Emblem 3 Houses or whatever my flavor of the week was  wasn’t for nothing. In fact, I think I’m going to go ahead and add playing video games to my coping mechanism toolbox. Officially. For real. After the break, we’ll finish up our interview with Jor-El Caraballo and talk about some of the most common coping mechanisms that come up in his work.\nMIDROLL\nAnna: Hey, welcome back to Mood Ring. I’m Anna Borges. Before the break we were talking about our shitty coping mechanisms, and by that I mean our awesome coping mechanisms that we’re working toward embracing,  with licensed therapist Jor-El Caraballo. Let’s get back to it.\nAnna: I would actually love to pause like, because we're binge watchers, it sounds like but for people who might not be this might not be like their go to I'm curious if you have any examples of other shame inducing, like, quote, unquote, shitty coping mechanisms that like you hear from from people you work with?\nJor-El: Eating, it's right up there. Specifically like comfort food. And it's just so interesting, because, again, like, I come from this mindset that even something like that, like comfort food has definitely gotten this bad rap. Because like, Oh, it's just all the bad things you want to eat. First of all, there are no bad things. Second of all, they they're comforting for a reason, right? Either they provide some chemical reaction that we interpret our bodies interpret as really comforting, or… and or. We also have attached memories, right? That really put us in a comfortable, safe space emotionally when we revisit with those things. So it's okay. But again, it's like that can't be your only thing. Because then if you're only relying on you know, comfort food to cope, then you might end up creating some other problems that you have to deal with later, that that are unintentional. It's about finding that balance.\nAnna: Absolutely. I could talk about complicated relationships to food all day. But what struck me about what you said is that there is a reason that this these things generally make us feel good. So I'm curious, like, even if it's no, we know that we're doing it for a reason. It's like maybe what we need or really want in the moment. Why do we feel guilty about it? Rather than saying like, okay, yeah, this is this is what I need today. I need to binge watch, or I don't know if need is the right word. But this is what sure this is what would feel good to me right now. And I need to feel good.\nJor-El: Yeah, I just think that there's so much noise about …one about mental health in general, and about how we respond to it. And so I find that a lot of times I'm having conversations with clients about unpacking the internalized messages that come with, like your chosen coping strategies or coping mechanisms and saying like, Okay, well, you know, maybe there's a part of this that you're relying on or the extent to which you're relying on it, which is unhealthy. But the thing in and of itself isn't all that bad. I think it's about reminding yourself that each and everything has its place. Right? So avoidance has its place, escapism has its place. Denial has its place. But the thing that really keeps us from being healthy, or like, quote unquote, good, is when we're really relying on things to perpetually and continuously avoid things that we could change. Right? And because I think we all need to feel empowered, to some extent over our circumstances in our lives and our mental health. And so, you know, it's, it's really, it's not good to always rely on certain things when there are other things, other progressive things I'll say that you could be using to change what your experience is.\nAnna: Yeah, no, totally. Oh, I can't wait to dive into that. But first, I'd love to take a step back. Because you said something very interesting about like, unpacking internalized message messages about that kind of thing. Can you expand on that?\nJor-El: Yeah, I think this is really about the, whether it's messages that we get from friends, family, the greater social culture, about the things that we're supposed to be doing, or the things that are healthy to do.But it really does, can create this relationship between coping and mental health. It says  like, if you just do X, you will feel better. And some that's not really what coping is. It's, it isn't meant to bring you some relief. Right. But that relief is momentary.\nAnna: At least for me, I know that my inner voice sounds like a lot of what you were just spelling out coming from other people and other messages, and I shouldn't be doing this, I should be doing that. And it sounds to me that like this is very similar and that like when we're doing our quote unquote shitty coping mechanisms, we are bogged down by guilt that we should be doing like more adaptive coping mechanisms. We should be going for a walk, we should be doing all the things that we know will make us feel better. And it's just such a fine line.\nJor-El: Yeah, it's a super fine line. And I, to me, this is also just interconnected to the conversation on rest. And it's like it's this idea is Well, if coping is supposed to bring about some relief, if you're also feeling crappy while you're doing it, it's probably not the best strategy. Right? And so if you're similarly if you're trying to rest as a way to cope, and the whole time you're trying to counter this guilt that you have about resting, right, you're not really resting.\nAnna: And so many of these things are also rest. You know what I mean? I don't want to like speak for every shitty coping mechanism. But a lot of them are just us resting. There are things that don't serve a larger purpose.\nJor-El: It's about sort of turning down the noise on your nervous system. Right?\nAnna: Can you expand on that? I can't do that for my nervous system. My nervous system has a mind of its own, it has a volume knob I cannot access or maybe I can. Teach me how.\nJor-El: Yeah, my mind stays busy too. So I understand. It's, it's like, so when we're when we're feeling things, when we are stressed, we're experiencing anxiety, or what have you. It's also a, it's, it's a physical process to right, your body is responding, your brain is responding. And when that happens, your nervous system is just more activated. Right, which also produces inflammation in the body, excess cortisol production, like all these things, it's super dynamic, all these things are happening. And so really what coping is meant to do, at least in my opinion, is to like kind of like if you had a dimmer, right, you can move that dimmer down and say, like, okay, if I'm like an eight right now, like, this is not good. Can I get to a six and what will help me get to a six, right, or what will help me get to a four, maybe I can journal or maybe I'll take a nap. Or maybe I'll call a friend for some support. And that'll bring that all that, you know, nervous system arousal down, which will help you feel better, and we'll also help you be more functional.\nAnna: We, you know, judge ourselves for not being productive or being sedentary. And I wanted to talk about kind of like the inherent like, ableism in this framing, when we think about these things…\nJor-El: Yeah, well, and I, I've done my best to not step on a huge soapbox on social about this. So I'll throw out little pieces here and there. Yeah, it's so much of so much of the conversation around coping and stuff is has this looped in? Well, a few things ableism and capitalism, right? That those are big parts of those, like little message that messages that we internalize, about like, Oh, you're supposed you always supposed to be productive? Why? Why? Why must you always be doing something? Right? Also, you are human, you have limitations physically, psychologically? Why are we pretending that we don't? Oh,  ableism? Right, because everyone should be achieving a certain level at all times. And everyone has the same capacity. And that's just a lie. And sometimes that is also like the beginning process of that unpacking is we're like, let's tell the truth. The truth is everyone's not the same. The truth is people need different things. The truth is humans need rest. They need coping, they need relief. Everyone does.\nAnna: Internalizing those messages takes time. Some days, it still might feel more like, “Everyone needs rest—except me! Everyone needs coping—except me! Everyone needs relief—except me! I need discipline and punishment and guilt!”\nBeen there. I push back against that voice by scheduling my shitty coping mechanisms. Not as a way to control myself or cut back—no, I mean, if I think I’m going to need to spend all weekend playing video games and cuddling with my cats, that’s exactly what I put on my calendar. And then my calendar gives me permission. When shame creeps up in the moment, I can remind myself that this is exactly what I planned. This is exactly what I needed.\nYou might find scheduling helpful too, or you might need to give yourself permission a different way. Maybe you give yourself permission out loud or write it in a journal or set a text alert or ask a friend to hold you accountable.\nThe exact way you give yourself permission isn’t the important part. As Jor-El really drove home, being intentional is the real tool.\nJor-El: I think that one of the most powerful tools that we can arm ourselves with it, especially when it comes to coping, is making the choice. There's something really powerful about saying, I'm struggling right now. And I'm choosing to cope in this way. Because I think it offers you one: just the affirmation of your feeling and what you're going through. But it also gives you an opportunity to briefly check in with yourself and say, Oh, is this thing going to give me the thing I'm looking for right now?\nAnna: It won’t always be easy to make that choice, or to check in with yourself at all. Luckily, the thing about all this living with intention is that you have to intentionally give yourself permission to fuck up this living intentionally thing. It’s called being human. And maybe that’s what this whole permission thing is really all about—giving ourselves permission to be human.\nJust like I’m giving myself permission to say cheesy shit like that, oh god. Back to binge-watching Grey’s Anatomy.\nCREDITS\nThanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps if you rate, review and share this episode with your friends.\nYou can even tag me if you’re really into it — I’m @AnnaBroges on Twitter – that’s Anna B-R-O-G-E-S…because Anna Borges was taken. You can also follow the podcast at Moodringshow DOT ORG or Mood Ring Show on Twitter and Instagram.\nMood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik. And this episode was produced by Jordan Kauwling. And as you know,  I’m Anna Borges and I write, host and produce this show too.\nAPM Executives in charge are Chandra Kavati, Alex Schaffert and Joanne Griffith. And finally our music is by Mat Rotenberg.\nThanks again for listening and I hope to see you next episode.",
            "enclosure": {
                "length": "18997376",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD8042216993.mp3"
            },
            "guid": "01G25VY53HAVE386DDDBWM5SKT",
            "isoDate": "2022-05-05T10:00:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:19:40",
                "explicit": "yes"
            },
            "pubDate": "Thu, 05 May 2022 10:00:00 +0000",
            "title": "Embrace Your Sh*tty Coping Mechanisms",
            "entities": {
                "PERSON": [
                    "Anna Borges",
                    "Anna",
                    "Jor-El Caraballo",
                    "Anna Borges",
                    "Jordan",
                    "Anna Borges",
                    "Mood Ring: A Practical Guide to Feelings",
                    "Jor-El Caraballo",
                    "it&#39;s",
                    "Jor-El",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "Everything&#39;s cool",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "we&#39;re",
                    "it&#39;s",
                    "Frasier",
                    "it&#39;s",
                    "it&#39;s",
                    "Jor-El Caraballo",
                    "Mood Ring",
                    "Anna Borges",
                    "Jor-El Caraballo",
                    "with?</p",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "Jor-El",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "I&#39;ll",
                    "I&#39;ll",
                    "I&#39;ve",
                    "I&#39;ll",
                    "it&#39;s",
                    "Jor-El",
                    "intentionally</em",
                    "Mood Ring",
                    "Pizza Shark",
                    "Anna B-R",
                    "Anna Borges",
                    "Mood Ring Show",
                    "Mood Ring",
                    "Kristina Lopez",
                    "Maria Murriel",
                    "Beth Pearlman",
                    "Erika Janik",
                    "Jordan Kauwling",
                    "Chandra Kavati",
                    "Alex Schaffert",
                    "Joanne Griffith"
                ],
                "TIME": [
                    "late-night",
                    "3am"
                ],
                "ORG": [
                    "Netflix",
                    "NETFLIX",
                    "Viva Mental Health",
                    "it&#39;s",
                    "Freud",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "It&#39;s",
                    "it&#39;s",
                    "Grey’s Anatomy.</p",
                    "APM Studios",
                    "Moodringshow DOT ORG",
                    "Isis Madrid"
                ],
                "GPE": [
                    "Netflix"
                ],
                "DATE": [
                    "today",
                    "today",
                    "12 seasons",
                    "the week",
                    "all day",
                    "today",
                    "Some days",
                    "all weekend"
                ],
                "NORP": [
                    "TikTok",
                    "accountable.</p"
                ],
                "CARDINAL": [
                    "one",
                    "six",
                    "six",
                    "four",
                    "one"
                ],
                "ORDINAL": [
                    "first",
                    "First",
                    "Second",
                    "first"
                ],
                "PRODUCT": [
                    "Freud",
                    "Twitter",
                    "Twitter",
                    "I’m Anna Borges"
                ]
            }
        },
        {
            "content": "\n        <p>In the first episode of Mood Ring, host and mental health writer Anna Borges digs into one of the most fundamental parts of tending to our emotional well-being: naming your feelings. Anna talks with therapist Elisa Beagle about a practical tool to start identifying feelings, and why naming feelings can be the first step to addressing and ultimately soothing them on the journey of self-care.</p>\n<p></p>\n<p><strong>Full Transcript</strong></p>\n<p> </p>\n<p>Anna Borges: I’m feeling… nervous.</p>\n<p>I recognize it pretty well, at this point. My heart is thumping in my throat. My breath is shallow, I’m lightheaded and shaky. My mind is racing with worst-case scenarios and negative self-talk. Just all-around nerves, everywhere.</p>\n<p>I’m feeling nervous. About this podcast.</p>\n<p>I guess I should introduce myself before I introduce this whole existential crisis I’m having. Hello, I’m Anna Borges. Up until about a year ago, I was a full-time mental health writer. I worked at SELF Magazine and, before that, BuzzFeed and through all that freelanced and somewhere along the way, I even wrote a book called <em>The More or Less Definitive Guide to Self-Care</em>.                                                                    </p>\n<p>I generally wrote about the types of things that we can do to take care of our mental health on our own. I interviewed mental health experts to get their best advice and coping mechanisms. And I collected tips from people who had been there. And I wrote about my own personal experience as someone who struggles with, I mean, a lot. But specifically with their mental health. Which– spoiler-alert–is a lot of what this podcast is going to be too.</p>\n<p>Which is exactly why I’m nervous. Because as you might recall, I just said I <em>used</em> to be a mental health writer. Past tense. There wasn’t One Big Thing that happened to make me stop. It just…slowly but surely wore me down.</p>\n<p>The closest I got to a dramatic realization that it was time to stop was this one week where I was stretched especially thin and just crumpling under the pressure of a million deadlines. I was wrung out, and out of ideas, and I still had a few more stories to write that week. So, I took a shower and I sat on the floor of my tub under the water and I sobbed. I sobbed, yeah.</p>\n<p>And do you know what I did when I was having my little breakdown? Not sit there and feel my feelings. Not any one of the 50 million coping mechanisms I’d written about over the years.</p>\n<p>No, I reached for the pencil and waterproof pad I kept suction-cupped to my shower wall, and I wrote: How Not to Catch a UTI While Crying on the Shower Floor.</p>\n<p>A potential headline. For a story. Or at least a future memoir.</p>\n<p>Because something weird happens when you create content about your mental health for a living. Your mental health <em>becomes</em> your work, and it becomes bound to all the deadlines and quotas and pressures and stresses that come along with it. Coping starts being your job first, and for you second. You stop asking, “How can I get through this?” and start asking, “How can I turn this into content?” Eventually it distorts the way you look at your mental health and yourself, because you’re too used to wrapping things up nicely in a shareable, snackable package. Or at least, I was.</p>\n<p>So, I quit. I quit mining my mental health for content.</p>\n<p>So hey, welcome to my mental health podcast, am I right?</p>\n<p>But no. Truth is, things didn’t magically get better just because I stopped writing about my mental health. And I missed this. I miss exploring new tools and coping mechanisms, and I miss connecting with others over needing these tools and coping mechanisms.</p>\n<p>I may not have figured out the secret to shielding my mental health from all the effects of creating content about it. But I did learn that I want to lean into what I missed: the feeling and the trying.</p>\n<p>So yeah. I’m feeling nervous. But I’m also feeling excited. And hopeful. And at least a little more prepared this time. </p>\n<p>THEME MUSIC</p>\n<p>This is Mood Ring, a practical guide to feelings. Every episode, we’ll explore one new way to cope — with our feelings, with our baggage, with our brains, and with the world around us. Some episodes I’ll share things that I’ve tried and other episodes we’ll learn new things together from our guests.</p>\n<p>No matter what, though, we won’t act like taking care of your mental health is as simple as learning a few tips and tricks. Mental health is not simple. And neither is taking care of it in a society where access to mental health care and the ability to practice even basic self-care is a huge privilege.</p>\n<p>So, part of being a practical guide to feelings is being a realistic one. And that starts by saying that this show is not about finding the perfect self-care tips or the answers to all of our problems. Because those tips? They don’t exist.</p>\n<p>There’s a reason I started this episode with how I’m <em>feeling</em>: I mean, A: I just love talking about my feelings. But, also we’re kicking off this podcast with one of the most, honestly, foundational tools that we have: Naming our feelings. And I know that might sound silly. Or at least overly simple. Like, name your feelings. Groundbreaking. Smash cut to sitting on a therapist’s couch while they ask, “And how does that make you feel?”</p>\n<p>But, I mean, naming our feelings is actually a perfect place for us to start. Because all of the important things that we have to do with our feelings, like feel them and process them and address them and soothe them—all of that starts with identifying them. And do you know what helps us with identifying our feelings? Yeah. Naming them.</p>\n<p>But it’s not always as easy as it sounds – at least for me. I wanted a larger sample size. So, I brought in our producer Georgie to talk about it.</p>\n<p>Anna: Hey, Georgie.</p>\n<p>Georgie: Hey, Anna.</p>\n<p>Anna: How are you feeling?</p>\n<p>Georgie: Um-how am I feeling? Okay, I feel like, this sort of, like, right in like the-in my diaphragm area, just like there’s a bunch of little, like, beans kind of shaking around. That they’re kind of just like popping. And it’s partially like excitement popping, but also a little anxiety, kind of, feeling.</p>\n<p>Anna: So, you, you asked our team to kind of do the same exercise, AKA just name their feelings. Small exercise, but how’d it go?</p>\n<p>Georgie: It was great. Would you like to hear some?</p>\n<p>Anna: Uh, duh.</p>\n<p>VOX POPS</p>\n<p>I’m feeling tired. Um… I kinda thought the end of the world would be a bit different…</p>\n<p>I’m feeling slump-y is that a word? It’s that time of the afternoon where I feel a little foggy and tired and unable to focus. So, I call it slump-y. Slump-y is how I feel.</p>\n<p>I feel a sense of hopelessness.</p>\n<p>It’s actually hard to kind of pinpoint how I’m feeling, but I would say that a general sense of feeling overwhelmed.</p>\n<p>Anna: So, what was it like collecting these things?</p>\n<p>Georgie: It was wonderful. I feel like it reminded me of the many different experiences that people are having in this present moment. And listening to the people I work with open up was–I mean, it touched my heart. Literally, it’s just amazing.</p>\n<p>Anna: If that came from my mouth, it would sound so sarcastic. Sincerely, thank you so much for, for A: having these vulnerable conversations with our teammates. And B: talking feelings with me.</p>\n<p>Georgie: I love it, I feel great. Thanks!</p>\n<p>Anna: So, I mean, like we saw in action that naming our feelings can be helpful in a couple different ways. But there are a ton of reasons why it can be so tough to name our feelings.</p>\n<p>For me, a big one is just lacking emotional vocabulary. You know, a lot of us don’t have the right words to describe what we’re feeling. I mean, we know like the broad ones, like mad and sad and happy. But those often fall short, because how often do we only feel mad and sad and happy?</p>\n<p>I did say this was a practical guide to feelings so, luckily, we have a tool for that. We’ll get into it after the break and talk to a therapist about some practical ways we can work through naming our feelings.</p>\n<p>MIDROLL</p>\n<p>Anna: I’m Anna Borges and this is Mood Ring.</p>\n<p>Before the break, we were talking about why it can be so hard to name our feelings. So, as promised, there is a tool that I really, really love for that. And it’s called… The Feelings Wheel.</p>\n<p>The Feelings Wheel is an actual physical WHEEL! OF! FEELINGS! Or like a pie-chart of feelings, a pizza of feelings. It was originally developed by a psychotherapist named Gloria Wilcox back in the 1980s. And it was a tool for expanding our awareness of our emotions. Just like it is today. And by now, like, there are a million different iterations with different words and different colors by different artists, but essentially most of them follow the same pattern:</p>\n<p>At the center of the circle are our big, foundational, fundamental emotions like mad, sad, joyful. The ones that we tend to be more familiar with. And then each of those emotions branches outwards into more specific emotions. So, sad branches into feelings like lonely, depressed, bored, ashamed. And so on and so forth.</p>\n<p>A lot of therapists use the Feelings Wheel with their clients, including our guest today. Elisa Beagle is a licensed professional counselor, so, a therapist, and I asked her to walk me through how we can use the Feelings Wheel in our day-to-day lives, why we might want to, and what we can do once we’ve found the right words.</p>\n<p>Elisa: I don&#39;t necessarily always pull out the picture, but I kind of help people navigate and go deeper with their emotions. Because again, some people have, you know, the basic feelings you have the anger, the anticipation, joy, trust, fear, surprise. So, you have those, but sometimes to add more vocabulary to their emotions, um, that they may have not learned previously. I kind of use that.</p>\n<p>Anna: Mm, totally. So if someone wanted to use it as a tool in the moment when they were going through an emotional moment and wanted to go through some of the steps you were just talking about and walking through to understand themselves and their emotions, what, what would that process look like? How would you suggest someone use it?</p>\n<p>Elisa: First of all, I would say, okay, hey, what are you feeling? What resonates most with you right now? So, say that some-somebody says, okay, fearful. Um, I would say, okay, like what, why do you, why do you pick fearful? What other word kind of resonates? And it&#39;s like, okay well, maybe it&#39;s, um, you know, I had insecurity. So, the insecurity, um, that I have is like, maybe I don&#39;t feel secure at my job. So, it was okay. We work through that. Um, and then we can go even further into, okay. Um, when you feel insecure, it brings out feelings of inadequacy or inferiority. And why is that? And then we can kind of talk through that. Um, and sometimes you can work through it from the outside-in as well. Like you may feel like, okay, well, I&#39;m feeling a little overwhelmed and we can kind of say, okay, you&#39;re feeling overwhelmed because of what? And I think really what it is, is like really just questioning when you do pick an emotion and that resonates with you kind of question, like, what is it about that emotion, um, that you&#39;re feeling and what are kind, when you break that down, what does that come, come down to?</p>\n<p>Anna: So, if I&#39;m understanding correctly, you can like start in the center with like, kind of like our–we&#39;re most familiar with these emotions, I would say. These are like the big ones where it&#39;s like, oh yeah, I&#39;m mad, I&#39;m happy, I&#39;m afraid. So those can be very accessible. And then you could branch further out to get specific. Or if you have a specific feeling, you might be able to dig back in to find an underlying emotion.</p>\n<p>Elisa: Yeah, and if it’s a good emotion we just wanna flow with it. Like, hey I’m excited, that’s all that matters. Cool. You know? And so it-it takes more to be able to kind of feel like, okay, like, let me dive into this a little bit, you know?</p>\n<p>Anna: Why can it be so difficult to, I don&#39;t know, like understand what we&#39;re feeling? Like, we know that it&#39;s important to understand what we&#39;re feeling, but like what gets in the way of understanding that, let alone naming it?</p>\n<p>Elisa: Cause it&#39;s intense. Right? It&#39;s like, you know, when you think about something, um, even like a good emotion, right, that we like. Excitement, right. Excitement at that moment is like the highlight of what&#39;s going across our mind. Like, it&#39;s like, oh my gosh, I just like won a million dollars. Like, you know, you, you don&#39;t know it&#39;s, you&#39;re not trying to label like, oh, what, what, what would be underlying the excitement in this situation? It&#39;s like, I&#39;m excited, so what&#39;s at the forefront, it&#39;s an intense emotion. It&#39;s booming, like in capital letters, exclamation points, it&#39;s the forefront. So, it really blocks us off from being able to understand anything else on a deeper level, because it&#39;s just intense, you know? And so we&#39;re, we&#39;re just caught up in that, in that one emotion. And so it&#39;s harder to identify anything else that may come with that. Sometimes when we&#39;re over that emotion, if it&#39;s not so great, we don&#39;t even wanna deal with, we don&#39;t wanna go deeper into it.</p>\n<p>Anna: Right. We don&#39;t, we don&#39;t wanna talk about it. No.</p>\n<p>Elisa: Yeah, yeah. And if it&#39;s a good emotion, we just wanna flow with it. Like, Hey, I&#39;m excited. That&#39;s all that matters. Cool. You know?</p>\n<p>Anna: I imagine that&#39;s a common reaction, like why do I have to name my feeling? I feel my feeling, the point of feeling is to experience it. What&#39;s the point in labeling it and it, it actually, yeah. What, what would you say to someone who say–before my follow up question–what would you say to someone who says that?</p>\n<p>Elisa: Well, I think, I think it, it, it, it can be both. It doesn&#39;t have to be either-or, right? I can feel and experience the fullness of that feeling in that moment. This is my feeling, so if that feeling would be… confusion. Right? Now I want to get out of the confusion, but I also want to understand um, okay, in that moment, like, I just, I’m feeling confused. What-what is confusing me? What are these components that are actually confusing me? Okay, and then I want to move out of that and have some resolve so I understand how to form a solution to what I’m feeling. And then I also can know how to, in the, in the future, resolve things when it comes to this-these like different aspects that are causing the confusion for me. </p>\n<p>Anna: So it&#39;s not just an in the moment tool, it&#39;s kind of like building a foundation of understanding about your feelings every time you go through this process.</p>\n<p>Elisa: Yeah, yeah. Yeah. Like you&#39;re, you&#39;re, you&#39;re understanding yourself as you go through your emotions, their, their navigation towards your self discovery and your growth.</p>\n<p>Anna: Thanks to my old buddy The Feelings Wheel, I’ve actually gotten pretty good at the whole <em>naming</em> part of dealing with my emotions. But I’m still quick to ask, like “Okay, what now? What do I do with the feeling? I named it. What do I do next?”</p>\n<p>There’s something that my therapist winds up telling me a lot, like I’ll tell her I’m feeling a thing and feel proud of myself for, like, naming the word and then I’ll launch into the story of why I feel that way. Or-or if it’s a good day, I’ll investigate what I can learn from the feeling or, like, how I might respond to it. Or more likely, I’ll spiral into how I <em>feel</em> about the feeling—like, I’ll say I feel embarrassed or guilty or silly and like I shouldn’t feel that way.</p>\n<p>And then, when I finally run out of steam, my therapist will pause in that therapy way and say something along the lines of, “I want to return to the feeling and stay there a moment.”</p>\n<p>MUSIC</p>\n<p>Because there is a step in the process of naming and recognizing your feelings that doesn’t really feel like a step at all. And that’s <em>allowing</em> for the feeling. It’s sitting with the feeling and letting it just…be. Not judging it or acting on it or even questioning it. Just allowing yourself to feel.</p>\n<p>It’s easy to forget, but that moment is an act of self-compassion and self-care in and of itself.</p>\n<p>So that’s why now that I’ve named that I feel anxious about this podcast, I’m going to stay in that anxious feeling for a moment. I&#39;m allowing myself to feel nervous about this podcast. Mood Ring might be a practical guide to feelings, but it’s also a place where we’re allowing our feelings to exist as they are. Even when they’re complicated and even when there are no practical solutions.</p>\n<p>So, if you named a feeling while we’ve been here, I invite you to stay with it after we’re gone. And I hope that you’ll stay with us through this season. We’ve got a lot more feelings coming.</p>\n<p>CREDITS</p>\n<p>Thanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps us if you rate, review, and share this episode with your friends or your family or anyone you think might need it.</p>\n<p>You can even tag me if you’re feeling really into it — I’m Anna Broges – that’s Anna B-R-O-G-E-S. And, yes, that is not my last name. And you can follow the podcast at Moodringshow DOT ORG.</p>\n<p>Mood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik.</p>\n<p>This episode was produced by Georgina Hahn.</p>\n<p>APM Executives in charge are Lily Kim, Alex Schaffert and Joanne Griffith. Our music is by Mat Rotenberg.</p>\n<p>And finally, I’m Anna Borges and I write, host and produce the show. I’ll see you next episode!</p>\n\n      ",
            "contentSnippet": "In the first episode of Mood Ring, host and mental health writer Anna Borges digs into one of the most fundamental parts of tending to our emotional well-being: naming your feelings. Anna talks with therapist Elisa Beagle about a practical tool to start identifying feelings, and why naming feelings can be the first step to addressing and ultimately soothing them on the journey of self-care.\n\nFull Transcript\n \nAnna Borges: I’m feeling… nervous.\nI recognize it pretty well, at this point. My heart is thumping in my throat. My breath is shallow, I’m lightheaded and shaky. My mind is racing with worst-case scenarios and negative self-talk. Just all-around nerves, everywhere.\nI’m feeling nervous. About this podcast.\nI guess I should introduce myself before I introduce this whole existential crisis I’m having. Hello, I’m Anna Borges. Up until about a year ago, I was a full-time mental health writer. I worked at SELF Magazine and, before that, BuzzFeed and through all that freelanced and somewhere along the way, I even wrote a book called The More or Less Definitive Guide to Self-Care.                                                                    \nI generally wrote about the types of things that we can do to take care of our mental health on our own. I interviewed mental health experts to get their best advice and coping mechanisms. And I collected tips from people who had been there. And I wrote about my own personal experience as someone who struggles with, I mean, a lot. But specifically with their mental health. Which– spoiler-alert–is a lot of what this podcast is going to be too.\nWhich is exactly why I’m nervous. Because as you might recall, I just said I used to be a mental health writer. Past tense. There wasn’t One Big Thing that happened to make me stop. It just…slowly but surely wore me down.\nThe closest I got to a dramatic realization that it was time to stop was this one week where I was stretched especially thin and just crumpling under the pressure of a million deadlines. I was wrung out, and out of ideas, and I still had a few more stories to write that week. So, I took a shower and I sat on the floor of my tub under the water and I sobbed. I sobbed, yeah.\nAnd do you know what I did when I was having my little breakdown? Not sit there and feel my feelings. Not any one of the 50 million coping mechanisms I’d written about over the years.\nNo, I reached for the pencil and waterproof pad I kept suction-cupped to my shower wall, and I wrote: How Not to Catch a UTI While Crying on the Shower Floor.\nA potential headline. For a story. Or at least a future memoir.\nBecause something weird happens when you create content about your mental health for a living. Your mental health becomes your work, and it becomes bound to all the deadlines and quotas and pressures and stresses that come along with it. Coping starts being your job first, and for you second. You stop asking, “How can I get through this?” and start asking, “How can I turn this into content?” Eventually it distorts the way you look at your mental health and yourself, because you’re too used to wrapping things up nicely in a shareable, snackable package. Or at least, I was.\nSo, I quit. I quit mining my mental health for content.\nSo hey, welcome to my mental health podcast, am I right?\nBut no. Truth is, things didn’t magically get better just because I stopped writing about my mental health. And I missed this. I miss exploring new tools and coping mechanisms, and I miss connecting with others over needing these tools and coping mechanisms.\nI may not have figured out the secret to shielding my mental health from all the effects of creating content about it. But I did learn that I want to lean into what I missed: the feeling and the trying.\nSo yeah. I’m feeling nervous. But I’m also feeling excited. And hopeful. And at least a little more prepared this time. \nTHEME MUSIC\nThis is Mood Ring, a practical guide to feelings. Every episode, we’ll explore one new way to cope — with our feelings, with our baggage, with our brains, and with the world around us. Some episodes I’ll share things that I’ve tried and other episodes we’ll learn new things together from our guests.\nNo matter what, though, we won’t act like taking care of your mental health is as simple as learning a few tips and tricks. Mental health is not simple. And neither is taking care of it in a society where access to mental health care and the ability to practice even basic self-care is a huge privilege.\nSo, part of being a practical guide to feelings is being a realistic one. And that starts by saying that this show is not about finding the perfect self-care tips or the answers to all of our problems. Because those tips? They don’t exist.\nThere’s a reason I started this episode with how I’m feeling: I mean, A: I just love talking about my feelings. But, also we’re kicking off this podcast with one of the most, honestly, foundational tools that we have: Naming our feelings. And I know that might sound silly. Or at least overly simple. Like, name your feelings. Groundbreaking. Smash cut to sitting on a therapist’s couch while they ask, “And how does that make you feel?”\nBut, I mean, naming our feelings is actually a perfect place for us to start. Because all of the important things that we have to do with our feelings, like feel them and process them and address them and soothe them—all of that starts with identifying them. And do you know what helps us with identifying our feelings? Yeah. Naming them.\nBut it’s not always as easy as it sounds – at least for me. I wanted a larger sample size. So, I brought in our producer Georgie to talk about it.\nAnna: Hey, Georgie.\nGeorgie: Hey, Anna.\nAnna: How are you feeling?\nGeorgie: Um-how am I feeling? Okay, I feel like, this sort of, like, right in like the-in my diaphragm area, just like there’s a bunch of little, like, beans kind of shaking around. That they’re kind of just like popping. And it’s partially like excitement popping, but also a little anxiety, kind of, feeling.\nAnna: So, you, you asked our team to kind of do the same exercise, AKA just name their feelings. Small exercise, but how’d it go?\nGeorgie: It was great. Would you like to hear some?\nAnna: Uh, duh.\nVOX POPS\nI’m feeling tired. Um… I kinda thought the end of the world would be a bit different…\nI’m feeling slump-y is that a word? It’s that time of the afternoon where I feel a little foggy and tired and unable to focus. So, I call it slump-y. Slump-y is how I feel.\nI feel a sense of hopelessness.\nIt’s actually hard to kind of pinpoint how I’m feeling, but I would say that a general sense of feeling overwhelmed.\nAnna: So, what was it like collecting these things?\nGeorgie: It was wonderful. I feel like it reminded me of the many different experiences that people are having in this present moment. And listening to the people I work with open up was–I mean, it touched my heart. Literally, it’s just amazing.\nAnna: If that came from my mouth, it would sound so sarcastic. Sincerely, thank you so much for, for A: having these vulnerable conversations with our teammates. And B: talking feelings with me.\nGeorgie: I love it, I feel great. Thanks!\nAnna: So, I mean, like we saw in action that naming our feelings can be helpful in a couple different ways. But there are a ton of reasons why it can be so tough to name our feelings.\nFor me, a big one is just lacking emotional vocabulary. You know, a lot of us don’t have the right words to describe what we’re feeling. I mean, we know like the broad ones, like mad and sad and happy. But those often fall short, because how often do we only feel mad and sad and happy?\nI did say this was a practical guide to feelings so, luckily, we have a tool for that. We’ll get into it after the break and talk to a therapist about some practical ways we can work through naming our feelings.\nMIDROLL\nAnna: I’m Anna Borges and this is Mood Ring.\nBefore the break, we were talking about why it can be so hard to name our feelings. So, as promised, there is a tool that I really, really love for that. And it’s called… The Feelings Wheel.\nThe Feelings Wheel is an actual physical WHEEL! OF! FEELINGS! Or like a pie-chart of feelings, a pizza of feelings. It was originally developed by a psychotherapist named Gloria Wilcox back in the 1980s. And it was a tool for expanding our awareness of our emotions. Just like it is today. And by now, like, there are a million different iterations with different words and different colors by different artists, but essentially most of them follow the same pattern:\nAt the center of the circle are our big, foundational, fundamental emotions like mad, sad, joyful. The ones that we tend to be more familiar with. And then each of those emotions branches outwards into more specific emotions. So, sad branches into feelings like lonely, depressed, bored, ashamed. And so on and so forth.\nA lot of therapists use the Feelings Wheel with their clients, including our guest today. Elisa Beagle is a licensed professional counselor, so, a therapist, and I asked her to walk me through how we can use the Feelings Wheel in our day-to-day lives, why we might want to, and what we can do once we’ve found the right words.\nElisa: I don't necessarily always pull out the picture, but I kind of help people navigate and go deeper with their emotions. Because again, some people have, you know, the basic feelings you have the anger, the anticipation, joy, trust, fear, surprise. So, you have those, but sometimes to add more vocabulary to their emotions, um, that they may have not learned previously. I kind of use that.\nAnna: Mm, totally. So if someone wanted to use it as a tool in the moment when they were going through an emotional moment and wanted to go through some of the steps you were just talking about and walking through to understand themselves and their emotions, what, what would that process look like? How would you suggest someone use it?\nElisa: First of all, I would say, okay, hey, what are you feeling? What resonates most with you right now? So, say that some-somebody says, okay, fearful. Um, I would say, okay, like what, why do you, why do you pick fearful? What other word kind of resonates? And it's like, okay well, maybe it's, um, you know, I had insecurity. So, the insecurity, um, that I have is like, maybe I don't feel secure at my job. So, it was okay. We work through that. Um, and then we can go even further into, okay. Um, when you feel insecure, it brings out feelings of inadequacy or inferiority. And why is that? And then we can kind of talk through that. Um, and sometimes you can work through it from the outside-in as well. Like you may feel like, okay, well, I'm feeling a little overwhelmed and we can kind of say, okay, you're feeling overwhelmed because of what? And I think really what it is, is like really just questioning when you do pick an emotion and that resonates with you kind of question, like, what is it about that emotion, um, that you're feeling and what are kind, when you break that down, what does that come, come down to?\nAnna: So, if I'm understanding correctly, you can like start in the center with like, kind of like our–we're most familiar with these emotions, I would say. These are like the big ones where it's like, oh yeah, I'm mad, I'm happy, I'm afraid. So those can be very accessible. And then you could branch further out to get specific. Or if you have a specific feeling, you might be able to dig back in to find an underlying emotion.\nElisa: Yeah, and if it’s a good emotion we just wanna flow with it. Like, hey I’m excited, that’s all that matters. Cool. You know? And so it-it takes more to be able to kind of feel like, okay, like, let me dive into this a little bit, you know?\nAnna: Why can it be so difficult to, I don't know, like understand what we're feeling? Like, we know that it's important to understand what we're feeling, but like what gets in the way of understanding that, let alone naming it?\nElisa: Cause it's intense. Right? It's like, you know, when you think about something, um, even like a good emotion, right, that we like. Excitement, right. Excitement at that moment is like the highlight of what's going across our mind. Like, it's like, oh my gosh, I just like won a million dollars. Like, you know, you, you don't know it's, you're not trying to label like, oh, what, what, what would be underlying the excitement in this situation? It's like, I'm excited, so what's at the forefront, it's an intense emotion. It's booming, like in capital letters, exclamation points, it's the forefront. So, it really blocks us off from being able to understand anything else on a deeper level, because it's just intense, you know? And so we're, we're just caught up in that, in that one emotion. And so it's harder to identify anything else that may come with that. Sometimes when we're over that emotion, if it's not so great, we don't even wanna deal with, we don't wanna go deeper into it.\nAnna: Right. We don't, we don't wanna talk about it. No.\nElisa: Yeah, yeah. And if it's a good emotion, we just wanna flow with it. Like, Hey, I'm excited. That's all that matters. Cool. You know?\nAnna: I imagine that's a common reaction, like why do I have to name my feeling? I feel my feeling, the point of feeling is to experience it. What's the point in labeling it and it, it actually, yeah. What, what would you say to someone who say–before my follow up question–what would you say to someone who says that?\nElisa: Well, I think, I think it, it, it, it can be both. It doesn't have to be either-or, right? I can feel and experience the fullness of that feeling in that moment. This is my feeling, so if that feeling would be… confusion. Right? Now I want to get out of the confusion, but I also want to understand um, okay, in that moment, like, I just, I’m feeling confused. What-what is confusing me? What are these components that are actually confusing me? Okay, and then I want to move out of that and have some resolve so I understand how to form a solution to what I’m feeling. And then I also can know how to, in the, in the future, resolve things when it comes to this-these like different aspects that are causing the confusion for me. \nAnna: So it's not just an in the moment tool, it's kind of like building a foundation of understanding about your feelings every time you go through this process.\nElisa: Yeah, yeah. Yeah. Like you're, you're, you're understanding yourself as you go through your emotions, their, their navigation towards your self discovery and your growth.\nAnna: Thanks to my old buddy The Feelings Wheel, I’ve actually gotten pretty good at the whole naming part of dealing with my emotions. But I’m still quick to ask, like “Okay, what now? What do I do with the feeling? I named it. What do I do next?”\nThere’s something that my therapist winds up telling me a lot, like I’ll tell her I’m feeling a thing and feel proud of myself for, like, naming the word and then I’ll launch into the story of why I feel that way. Or-or if it’s a good day, I’ll investigate what I can learn from the feeling or, like, how I might respond to it. Or more likely, I’ll spiral into how I feel about the feeling—like, I’ll say I feel embarrassed or guilty or silly and like I shouldn’t feel that way.\nAnd then, when I finally run out of steam, my therapist will pause in that therapy way and say something along the lines of, “I want to return to the feeling and stay there a moment.”\nMUSIC\nBecause there is a step in the process of naming and recognizing your feelings that doesn’t really feel like a step at all. And that’s allowing for the feeling. It’s sitting with the feeling and letting it just…be. Not judging it or acting on it or even questioning it. Just allowing yourself to feel.\nIt’s easy to forget, but that moment is an act of self-compassion and self-care in and of itself.\nSo that’s why now that I’ve named that I feel anxious about this podcast, I’m going to stay in that anxious feeling for a moment. I'm allowing myself to feel nervous about this podcast. Mood Ring might be a practical guide to feelings, but it’s also a place where we’re allowing our feelings to exist as they are. Even when they’re complicated and even when there are no practical solutions.\nSo, if you named a feeling while we’ve been here, I invite you to stay with it after we’re gone. And I hope that you’ll stay with us through this season. We’ve got a lot more feelings coming.\nCREDITS\nThanks for listening to Mood Ring, a production of APM Studios and Pizza Shark. We’re a new show, so it really helps us if you rate, review, and share this episode with your friends or your family or anyone you think might need it.\nYou can even tag me if you’re feeling really into it — I’m Anna Broges – that’s Anna B-R-O-G-E-S. And, yes, that is not my last name. And you can follow the podcast at Moodringshow DOT ORG.\nMood Ring was developed by Kristina Lopez. Our executive producers are Maria Murriel, Isis Madrid and Beth Pearlman. Our story editor is Erika Janik.\nThis episode was produced by Georgina Hahn.\nAPM Executives in charge are Lily Kim, Alex Schaffert and Joanne Griffith. Our music is by Mat Rotenberg.\nAnd finally, I’m Anna Borges and I write, host and produce the show. I’ll see you next episode!",
            "enclosure": {
                "length": "17145984",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD9220427964.mp3"
            },
            "guid": "01G1P81JVA65SMTAK7W24211SX",
            "isoDate": "2022-04-28T10:00:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:17:44",
                "explicit": "yes"
            },
            "pubDate": "Thu, 28 Apr 2022 10:00:00 +0000",
            "title": "Name Your Feelings",
            "entities": {
                "ORDINAL": [
                    "first",
                    "first",
                    "first",
                    "second",
                    "First"
                ],
                "PERSON": [
                    "Mood Ring",
                    "Anna Borges",
                    "Anna",
                    "Elisa Beagle",
                    "Anna Borges",
                    "everywhere.</p",
                    "Anna Borges",
                    "used</em",
                    "Mood Ring",
                    "feeling</em",
                    "Georgie",
                    "Anna Borges",
                    "Mood Ring.</p",
                    "Gloria Wilcox",
                    "Elisa Beagle",
                    "Elisa",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "Elisa",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "it&#39;s",
                    "allowing</em",
                    "Mood Ring",
                    "Mood Ring",
                    "Pizza Shark",
                    "Anna Broges",
                    "Anna B-R",
                    "Mood Ring",
                    "Kristina Lopez",
                    "Maria Murriel",
                    "Beth Pearlman",
                    "Erika Janik.</p",
                    "Georgina Hahn.</p",
                    "Lily Kim",
                    "Alex Schaffert",
                    "Joanne Griffith",
                    "Anna Borges"
                ],
                "DATE": [
                    "about a year ago",
                    "this one week",
                    "that week",
                    "the 1980s",
                    "today",
                    "today",
                    "this season"
                ],
                "ORG": [
                    "SELF Magazine",
                    "AKA",
                    "Slump",
                    "The Feelings Wheel",
                    "It&#39;s",
                    "it&#39;s",
                    "The Feelings Wheel",
                    "naming</em",
                    "APM Studios",
                    "Moodringshow DOT ORG.</p",
                    "Isis Madrid"
                ],
                "PRODUCT": [
                    "BuzzFeed"
                ],
                "WORK_OF_ART": [
                    "The More or Less Definitive Guide to Self-Care</em"
                ],
                "CARDINAL": [
                    "One",
                    "a million",
                    "one",
                    "50 million",
                    "one",
                    "one",
                    "million",
                    "one"
                ],
                "QUANTITY": [
                    "a ton"
                ],
                "LAW": [
                    "the Feelings Wheel",
                    "the Feelings Wheel"
                ],
                "MONEY": [
                    "a million dollars"
                ]
            }
        },
        {
            "content": "\n        <p>Mood Ring is a practical guide to feelings. Every episode, host and mental health writer Anna Borges explores one new way we can cope with our feelings, our baggage, or the world around us—especially in a society where access to mental health care and the ability to practice self-care are both huge privileges. Through Anna&#39;s self-aware humor and vibrant guest interviews, the podcast shares creative self-care ideas you may not have heard before, as well as realistic takes on classic mental health tips.</p>\n\n      ",
            "contentSnippet": "Mood Ring is a practical guide to feelings. Every episode, host and mental health writer Anna Borges explores one new way we can cope with our feelings, our baggage, or the world around us—especially in a society where access to mental health care and the ability to practice self-care are both huge privileges. Through Anna's self-aware humor and vibrant guest interviews, the podcast shares creative self-care ideas you may not have heard before, as well as realistic takes on classic mental health tips.",
            "enclosure": {
                "length": "2623616",
                "type": "audio/mpeg",
                "url": "https://play.podtrac.com/APM-MoodRing/chrt.fm/track/3G835/pdst.fm/e/traffic.megaphone.fm/CAD5419071339.mp3"
            },
            "guid": "01G029YJKN422F02CDPP9N4YPY",
            "isoDate": "2022-04-13T05:04:00.000Z",
            "itunes": {
                "author": "American Public Media",
                "duration": "00:02:36",
                "explicit": "yes"
            },
            "pubDate": "Wed, 13 Apr 2022 05:04:00 +0000",
            "title": "Introducing Mood Ring",
            "entities": {
                "PERSON": [
                    "Mood Ring",
                    "Anna Borges",
                    "Anna&#39;s"
                ],
                "CARDINAL": [
                    "one"
                ]
            }
        }
    ],
    "itunes": {
        "author": "American Public Media",
        "categories": [
            "Health & Fitness"
        ],
        "categoriesWithSubs": [
            {
                "name": "Health & Fitness",
                "subs": [
                    {
                        "name": "Mental Health"
                    }
                ]
            }
        ],
        "explicit": "no",
        "image": "https://img.apmcdn.org/1148759737387212175cad4b356dea3aaf471a1e/square/88fba3-20220329-mood-ring-podcast-1400.jpg",
        "owner": {
            "email": "podcasts@americanpublicmedia.org",
            "name": "American Public Media"
        }
    },
    "language": "en-us",
    "link": "https://www.moodringshow.org/",
    "paginationLinks": {
        "self": "https://feeds.publicradio.org/public_feeds/mood-ring/itunes/rss.rss"
    },
    "palette": [
        "390D79",
        "F36864",
        "6C39D1",
        "56A4D7",
        "781D9A",
        "2D082C"
    ],
    "title": "Mood Ring",
    "ttl": "60",
    "entities": {
        "PERSON": [
            "Mood Ring",
            "Anna Borges",
            "Anna"
        ],
        "CARDINAL": [
            "one"
        ]
    }
}